{
  "Upcoming": "Upcoming",
  "O2 Music NFT": "O2 Music NFT",
  "attaInfo":"ATTA is a blockchain-based content creator for premium copyright assets. By focusing on music, movie, esports, charity and celebrity IPs, ATTA aims to secure, produce and distribute best-in-class digital and physical assets to collectors worldwide. ATTA products are available on leading platforms and marketplaces including BAZHUAYU, Poison App, Treasureland, and etc. ATTA is exclusively sponsored by BAZHUAYU, a blockchain-based platform aiming to realize the full potential of the fan economy.",
  "Discover ATTA": "Discover ATTA",
  "NFT Contents": "NFT Contents",
  "NFT, ATTA can provide you with a range of the most professional NFT services,which include:": "NFT, ATTA can provide you with a range of the most professional NFT services,which include:",
  "If you are a content creator, celebrity, artist, or real-world trend label interested in": "If you are a content creator, celebrity, artist, or real-world trend label interested in",
  "NIU N.X - Designer Toy NFT": "NIU N.X - Designer Toy NFT",
  "April - Experimental Music NFT": "April - Experimental Music NFT",
  "TYLOO CSGO TEAM": "TYLOO CSGO TEAM",
  "TYLOO CSGO - ESPORTS NFT": "TYLOO CSGO - ESPORTS NFT",
  "ATTA specializes in NFT contents including but not limited to:": "ATTA specializes in NFT contents including but not limited to:",
  "Services": "Services",
  "Music, Movies/TV shows, E-sports, Celebrities & Charity.": "Music, Movies/TV shows, E-sports, Celebrities & Charity.",
  "Coming soon": "Coming soon",
  "Contact": "Contact",
  "Raquel Xu": "Raquel Xu",
  "CELEBRITIES": "CELEBRITIES",
  "Follow Us": "Follow Us",
  "Discover More NFTs": "Discover More NFTs",
  "Find more exclusive NFTs at BAZHUAYU!": "Find more exclusive NFTs at BAZHUAYU!",
  "Introduce": "Introduction",
  "E-SPORT": "E-SPORT",
  "DING WU": "DING WU",
  "MUSIC": "MUSIC",
  "musicInfo": " O2 is established by Ou Yang and Deng Ouge, two renowned rock musicians in mainland China.The two artists were the founders ofThe Face, and performed at the 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicians, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music.In 2021, encouraged by NFT as a new form of art, Ou Yang and Deng Ouge reunited in O2 and focused on NFT music creation by integrating rock and experimental electronic music.Inspired by the virtual world sculptures of impossibility and irrational dialogues between 0 and 1, O2 creates and presents three new NFT music pieces at this time.",
  "modalTitle":"Current free NFT drops:",
  "infoTitle": "Introduction to Our First NFT Airdrop",
  "infoDesc": "As ATTA joins Binance NFT 100 Creators with O2 and Ding Wu, our first Airdrop is a unique NFT featuring ATTA’s brand elements and O2’s upcoming music highlights. O2 was established by Yang Ou and Ouge Deng, two renowned rock musicians in mainland China, and was named after the letter “O” in both of their names. The two artists were the founders of The Face and performed at the 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicians, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music. With thirty-two years of experience as a bassist, Ou yang has become an irreplaceable leader in the Chinese rock music industry. Ouge Deng has also been quite successful in the film music business, scoring films including 'Lost in Thailand', 'Cock and Bull', 'A Cool Fish' and 'End Gam e' etc.This airdrop will be strictly limited to 2,000 editions, without any additional distribution. Holders of this airdrop NFT will become ATTA’s members an",
  "ATTA NFT Exclusive Benefits": "ATTA NFT Exclusive Benefits：",
  "moreInfo": "Details ",
  "nftInfo": "ATTA’s strength is not only the top-rated content resources that cover movies, music, and celebrities, but also powerful NFT content production and design capabilities. We hope to become a world-class content company by giving a variety of values to NFT, connecting the traditional and blockchain worlds. ATTA currently has two main categories of benefits: Content-related Benefits and ATTA Brand Benefits",
  "Content-related Benefits": "Content-related Benefits：",
  "ATTA Brand Benefits": "ATTA Brand Benefits： ",
  "fansInfo": "ATTA’s content copyright covers music, movies, TV shows, E-Sports, and celebrities etc, and ATTA will launch exclusive Fan Club for each IP. Holders of each IP’s NFT products produced by ATTA will automatically become members of the Fan Club. In addition to voting and other use cases and models from existing projects like CHZ, we will also collaborate with the IP’s agency and Fan Clubs in the real world to launch more direct interactions with. Holders of a specific IP’s NFT will automatically obtain the membership of that IP (including relevant airdrop NFTs), and the exclusive benefits of that membership will be announced through our official website and community. Please follow us for future updates. ",
  "brandInfo": "ATTA Token If ATTA issues its own token in the future, all holders of ATTA-produced NFTs (including airdrops) will receive tiered benefits Certain holders of ATTA NFTs will even receive priority subscription rights of the ATTA token. Purchase Eligibility for Super Rare NFT ATTA will occasionally launch super rare NFT products of top IPs, which will be available for purchase ONLY to holders of ATTA NFT. Super Rare NFTs will all be eligible for obtaining the top benefits in the real world. ATTA will continue to release more ATTA NFT exclusive benefits, please be sure to follow our community and official website for more updates. "
}