{
  "Upcoming": "Upcoming",
  "Current network": "Current network: ",
  "switch network": "Switch network",
  "Mainnet": " Mainnet",
  "Switch": "Switch",
  "Click to switch to": "Switch to ",
  "Connect Wallet": "Connect Wallet",
  "Wallet connected": "Wallet connected",
  "Claim Your NFT": "Claim Your Airdrop",
  "btnword" : "Airdrop claim ended",
  "O2 Music NFT": "O2 Music NFT",
  "Asset Management": "ATTA Zone",
  "NFTlibrary": "NFT Library",
  "Current wallet": "Current wallet contains airdrop: ",
  "attaInfo": "ATTA is a premium content brand built on NFT.ATTA is a supporter of Utility NFT, which is beyond a simple digitalization of a picture or a video clip .ATTA NFT is a convergence of the physical and the digital, a two-way door to the Metaverse.Would you like to bring your achievements in the Cyber World to reality? Would you like to 'reset' your reality and 'reborn' in the Cyber World?ATTA NFT will make that possible.",
  "attaInfo1": "We are calling Generation Z, collectors and NFT enthusiastics to take actions.ATTA products are available on leading platforms and marketplaces including Binance NFT, BAZHUAYU, Poizon App,Treasureland, etc.",
  "Discover ATTA": "Discover ATTA",
  "NFT Contents": "NFT Contents",
  "NFT, ATTA can provide you with a range of the most professional NFT services,which include:": "NFT, ATTA can provide you with a range of the most professional NFT services,which include:",
  "If you are a content creator, celebrity, artist, or real-world trend label interested in": "If you are a content creator, celebrity, artist, or real-world trend label interested in",
  "NIU N.X - Designer Toy NFT": "NIU N.X - Celebrity toys NFT",
  "April - Experimental Music NFT": "April - Experimental Music NFT",
  "TYLOO CSGO TEAM": "TYLOO CSGO TEAM",
  "TYLOO CSGO - ESPORTS NFT": "TYLOO CSGO - ESPORTS NFT",
  "ATTA specializes in NFT contents including but not limited to:": "ATTA specializes in NFT contents including but not limited to:",
  "Services": "Services",
  "Music, Movies/TV shows, E-sports, Celebrities & Charity.": "Music, Movies/TV shows, E-sports, Celebrities & Charity.",
  "Coming soon": "Coming soon",
  "Contact": "Contact",
  "Raquel Xu": "Raquel Xu",
  "CELEBRITIES": "CELEBRITIES",
  "Follow Us": "Follow Us",
  "Discover More NFTs": "Discover More NFTs",
  "Find more exclusive NFTs at BAZHUAYU!": "Find more exclusive NFTs at BAZHUAYU!",
  "home": "Home",
  "ATTA Charity": "ATTA Charity",
  "Introduce": "Introduction",
  "E-SPORT": "E-SPORT",
  "Wu Ding": "WU DING",
  "MUSIC": "MUSIC",
  "musicInfo": " O2 is established by Ou Yang and Deng Ouge, two renowned rock musicians in mainland China.The two artists were the founders ofThe Face, and performed at the 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicians, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music.In 2021, encouraged by NFT as a new form of art, Ou Yang and Deng Ouge reunited in O2 and focused on NFT music creation by integrating rock and experimental electronic music.Inspired by the virtual world sculptures of impossibility and irrational dialogues between 0 and 1, O2 creates and presents three new NFT music pieces at this time.",
  "modalTitle": "Current free NFT drops:",
  "infoTitle": "Introduction to Our First NFT Airdrop",
  "infoDesc1": "As ATTA joins Binance NFT 100 Creators with O2 and Wu Ding, our first Airdrop is a unique NFT featuring ATTA’s brand elements and O2’s upcoming music highlights.",
  "infoDesc2": "O2 was established by Yang Ou and Ouge Deng, two renowned rock musicians in mainland China, and was named after the letter “O” in both of their names. The two artists were the founders of The Face and performed at the 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicians, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music. With thirty-two years of experience as a bassist, Ou yang has become an irreplaceable leader in the Chinese rock music industry. Ouge Deng has also been quite successful in the film music business, scoring films including 'Lost in Thailand', 'Cock and Bull', 'A Cool Fish' and 'End Game' etc.",
  "infoDesc3": "This airdrop will be strictly limited to 2,000 editions, without any additional distribution. Holders of this airdrop NFT will become ATTA’s members and unlock exclusive benefits in the future, including dividends, offline rights, etc. ",
  "ATTA NFT Exclusive Benefits": "About ATTA NFT",
  "moreInfo": "Details ",
  "nftInfo1": "As conceptualized in books and movies beginning in the 1990s, the Metaverse is the virtual alternative to our physical universe and may be the next version of the internet.",
  "nftInfo2": "ATTA is trying to create a NFT brand that links the real world, a convergence of the physical and the digital, a two-way door to the metaverse. Through the form of NFT, we aim to build connections and interactions between celebrities, idols, esports players, streamers and their fans.",
  "nftInfo3": "By purchasing ATTA NFT and redeeming them on ATTA, you can get exclusive rights and benefits from those IPs in the real world. In the meantime, for those that have kind of a physical persona in the real world, we bring them to the metaverse and enable them to “reborn” with a digital persona.",
  "nftInfo4": "Just like in card games, you can check out ATTA’s NFT Gallery to learn more about the unique gameplay of each NFT and stories behind.",
  "Content-related Benefits": "Content-related Benefits：",
  "ATTA NFT Utility": "ATTA NFT Utility",
  "fansInfo": "ATTA’s content copyright covers music, movies, TV shows, E-Sports, and celebrities etc, and ATTA will launch exclusive Fan Club for each IP. Holders of each IP’s NFT products produced by ATTA will automatically become members of the Fan Club. In addition to voting and other use cases and models from existing projects like CHZ, we will also collaborate with the IP’s agency and Fan Clubs in the real world to launch more direct interactions with. Holders of a specific IP’s NFT will automatically obtain the membership of that IP (including relevant airdrop NFTs), and the exclusive benefits of that membership will be announced through our official website and community. Please follow us for future updates. ",
  "brandInfo1": "As a supporter of Utility NFT, ATTA will open an “NFT Benefits Redeem Store” for each IP. You can’t shop in the store but only redeem the IP’s rights and benefits through related NFT products that were produced by ATTA. So be sure to hold the NFT of your favorite IP.",
  "brandInfo2": "Imagine your favorite streamer invites you to play a LOL game together during the streaming, or share something special with you and you ONLY. You will be able to vote to decide what benefits to be included with ATTA NFT – we could own any benefits that you could image through NFT. ",
  "brandInfo3": "ATTA NFTs will not only be collectibles, but also utilities. ",
  "brandInfo4": "ATTA Token",
  "brandInfo5": "If ATTA issues its own token in the future, all holders of ATTA-produced NFTs (including airdrops) will receive tiered benefits. ",
  "brandInfo6": "Certain holders of ATTA NFTs will even receive priority subscription rights of the ATTA token. ",
  "brandInfo7": "Purchase Eligibility for Super Rare NFT",
  "brandInfo8": "ATTA will occasionally launch super rare NFT products of top IPs, which will be available for purchase ONLY to holders of ATTA NFT. Super Rare NFTs will all be eligible for obtaining the top benefits in the real world. ",
  "brandInfo9": "ATTA will continue to release more ATTA NFT exclusive benefits, please be sure to follow our community and official website for more updates.",
  "brandInfo10": "ATTA products are available on leading platforms and marketplaces including Binance NFT, BAZHUAYU, Poizon App, Treasureland, etc. Please be sure to double check our smart contract address to prevent fraud.",
  "Claim now": "Claim now",
  "Got it": "Got it",
  "Connect now": "Connect now",
  "Claim deadline": "Claim deadline",
  "Your receving address is": "Your receving address is",
  "You can claim this NFT airdrop": "You can claim this NFT airdrop",
  "We have received your claim": "We have received your claim. Your NFT will be sent to your wallet shortly.Thanks for participiting this event!",
  "claimed the NFT airdrop already": "Sorry, the wallet you connected has claimed the NFT airdrop already",
  "not qualified to receive the NFT airdrop.": "Sorry, the wallet you connected is not qualified to receive the NFT airdrop.",
  "claimedText": "The NFT airdrop has been sent to your wallet. Due to its development status, BSC currently does not support the display of NFT in BEP 1155 contract in the wallet. Please be assured that the airdrop has been sent if the website has prompted success. ATTA will soon launch an asset management center where you can view, manage, transfer your NFT assets and exchange related rights and interests. Please stay tuned.",
  "common": "Total editions ",
  "ban": "",
  "ban2": "Edition:",
  "productdescription": "Description",
  "nointroduction": "No Introduction",
  "noinformation": "No more information",
  "down": "Download the original copy",
  "currentholdings": "Current mintable editions：",
  "notyet": "Null",
  "mint": "Minting ",
  "inpreparation": "(function coming soon)",
  "norecord": "There's nothing here.",
  "noOperateRecord": "There's nothing here.",
  "more": "Load More",
  "linkwallet": "Please connect your wallet",
  "tips1": "You need to connect your wallet first in order to receive NFTs",
  "tips2": "",
  "connectnow": "Connect now",
  "banhao": "Edition",
  "jsaddress": "Receiving add: ",
  "editaddress": "(Click address to edit if need)",
  "banhao2": "Version Number",
  "jsaddress2": "No receiving address",
  "editaddress2": "(The default is the currently connected wallet address, click to modify)",
  "startmint": "Start to mint",
  "dqwmintbanhao": "There are no minable editions now :",
  "tipsjs1": "Cannot be empty~",
  "tipsjs2": "Please enter legal address",
  "tipsjs3": "Modified successfully",
  "tipsjs4": "Transfer operation completed~",
  "tipsjs5": "Modification succeeded. Your NFT transfer operation has been completed. Please confirm in the corresponding wallet~",
  "currentlyholds": "Currently holds ",
  "blockchain": "Binance Smart Chain",
  "ethchain": "Ethereum Chain",
  "inwallet": "In wallet: ",
  "edit": "Edit",
  "clickedit": "Click to edit",
  "transfer": "Transfer",
  "transfer1": "Transfer Token ",
  "newWallt":" to new wallet",
  "walltAdress":"Current addr：",
  "transferTo":"Transfer to：",
  "tips02":"Note: After you transfered your NFT, you need to connect the wallet you transfered to, to check your NFTs’ status",
  "confirmCurrent":"Confirm",
  "cancel": "cancel",
  "title": "All",
  "startmint1": "Start casting",
  "nomint": "[Withdrawal of casting application]",
  "tips5": "After casting, please check on the 'My NFT' page",
  "jsaddress1": "The receiving address is from：",
  "change": "change to：",
  "oldaddress": "Original address：",
  "changeaddress": "Transferred to address：",
  "filTags": [
    "Casting record",
    "Address modification record",
    "Transfer record"
  ],
  "currentWallet":"Current wallet balance",
  "nosuc": "Withdraw successfully",
  "tips6": "Are you sure you want to [Withdrawal of casting application]？",
  "tips3": "Confirm",
  "tips4": "Cancel",
  "My NFT": "My NFT",
  "NFT Logs": "NFT Logs",
  "number": "amount",
  "erc1155Desc": "As ATTA joinsBinance NFT 100 Creators with O2 and Wu Ding, our first Airdrop is a unique NFT featuring ATTA's brand elements and O2's upcoming music highlights.<br/><br/>O2 was established by Yang Ou and Ouge Deng, two renowned rock musicians in mainland China, and was named after the letter '0' in both of their names. The two artists were the founders of the Face and performed at 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicicans, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music. With thirty-two years of experience as a bassist, Ou yang has become an irreplaceable leader in the Chineses rock music industry. Ouge Deng has also been quite successful in the film music business, scoring films including 'Lost in Thailand', 'Cock and Bull', 'A Cool Fish' and 'End Game' etc.<br/><br/>This airdrop will be sricktly limited to 2,000 editions, without andy additional distribution. Holders of this airdrop NFT will become ATTA's memebers and unlock exclusive benefits in the future, including dividends, offline rights, etc.",
  "Scan to download" : "Scan to download",
  "Scan to download2" : "Currently, ATTA app only contains NFC scan and related NFT gathering functions.  You can scan the QR code and download to experience if you have ATTA physical items. ",
  "charity_tit" : "ATTA x Smile Angel Foundation",
  "charity_content" : "ATTA is a blockchain-based content creator for premium copyright assets. By focusing on music, movies, esports, charity and celebrity IPs, ATTA aims to introduce best-in-class assets with exclusive rights and benefits to collectors worldwide, and open a two-way door to the metaverse by converging the physical and the digital. ATTA products are available on leading platforms including Binance NFT, BAZHUAYU, Poizon App and Treasureland etc. Smile Angel Foundation is a private foundation that provides comprehensive services and support to children born with clefts and their families. The foundation was founded in November 21st, 2006 by Yapeng Li and Faye Wong, who learned after the birth of their daughter that, on average, every 20 minutes, a child is born with clefts and that about 30,000 children are born with clefts each year, in which most of them are in the rural area. They hope to use their influence to inspire more people to help people with clefts and improve their quality of life.",
  "charity_btnlable" : "Binance NFT market：",
  "auction_Introduction1":"Premium Event Auction: May Love Be Without Worries — ATTA X Miserable Faith X Smile Angel Foundation",
  "auction_Introduction2":"May Love Be Without Worries was played by Miserable Faith and originally donated to Smile Angel Foundation. This special NFT version is produced by ATTA with only ONE version in the universe. Part of the auction will be donated to the Smile Angel Foundation to support children born with clefts and their families.",
  "auction_btnlable":"Binance NFT auction: ",
  "auction_btnlable_btn":"Bid now",
  "charity_btnname" : "Buy Now",
  "charity_ssr_tit" : "SSR series",
  "Click to expand" : "Click to expand",
  "charity_ssr_content1" : "Happy Birthday created by Li Yan -13 years old x Young Artist GAO Haiming  ",
  "charity_ssr_content2" : "Girl created by SUN Rushi-8 years old xTatoo Artist Jimmy Huang",
  "charity_r_tit" : "R series",
  "charity_r_content1" : "National Day created by LU Weishan -8 years old x Digital Designer Char",
  "charity_r_content2" : "Girl created by SUN Rushi-8 years old xTatoo Artist Jimmy Huang",
  "charity_r_content3" : "A Panorama of Rivers and Mountains created by Emma -9 years old x Visual Artist Jeffery Su  ",
  "charity_n_tit" : "N series",
  "charity_n_content1" : "Miss You created by Gu Sitong - 6&half years old x Picture Book Artist Hu Luobo",
  "charity_n_content2" : "Lovebirds created by Li Shangshang - 7&half years old x independent Iluustrator Lynx",
  "charity_n_content3" : "Dad I love you created by Zong Wenxi - 8 years old x Plastic Clay Artist Shiwu Chang",
  "charity_n_content4" : "Picasso Pigeon 01 created by Fu Boyu - 6&half years old x Plastic Clay Artist Shiwu Chang",
  "charity_n_content5" : "Drummer created by Li Zirui - 13 years old x Independent Illustrator Lynx",
  "charity_n_content6" : "I'm a little bird created by Ban Yu - 8 years old x Independent Illustrator Freen",
  "charity_n_content7" : "Magpie created by Tang Youyou -12 years old x Tatoo Artist Jimmy Huang",
  "charity_n_content8" : "A Rabbit created by Li Zizai - 11 years old x Independent Illustrator Guan Jinjin",
  "charity_nft_tit" : "NFT Utilities",
  "charity_nft_content" : "The relevant utilities of NFTs can be viewed on Binance NFT market, ATTA Twitter and ATTA Telegram group. Details of rules and gameplay regarding redeeming relevant utilities will be published on Twitter and Telegram, or you can contact our customer service through Wechat:  atta_official .",
  "rule_title" : "Rules for Redeeming NFT Utilities：",
  "rule_tip1" : "1. For users who are eligible to redeem the benefits, please send your BinanceNFT uid, your location and screenshots of your opened Mystery Box NFTs collection (NFT set that is eligible for relevant utilities) to official ATTA email: ",
  "rule_tip2" : "2. According to the rules, ATTA will review the list of winners and make announcement on Twitter and Telegram. The Special Angel NFT will be distributed by Binance NFT to qualifying users’ Binance NFT account.",
  "rule_tip3" : "3. Regarding the physical benefits and utilities, eligible users will receive a confirmation email. Upon receiving the email, users need to reply with their contact information, address, etc. ATTA will send out the rewards after confirming the information.",
  "rule_tip4" : "4. For redeeming the Special Angel NFT, after Binance NFT have opened their claim function, users need to transfer it to ATTA’s official website and redeem the NFT there for concert ticket.",
  "rule_tip5" : "5. If you have further questions, you can directly go through WeChat (atta_official) to contact ATTA customer service staff.",
  "downCopywriting" : "ATTA app is the exclusive physical NFC scanning tool of ATTA platform. You can download this app to experience if you own the physical items released by ATTA.  ",
  "charity_open" : "More",
  "charity_retract" : "Fold",

  "matchName" : "ATTA E-SPORTS",
  "match_rule" : "Voting Rules",
  "match_title01":"ATTA Tournaments",
  "match_title001":"ATTA E-SPORTS",
  "match_title02":"Introduction",
  "match_text":"This first batch of NFT collection includes 2 kinds of N, with 1200 pieces each; One kind of R with 730 pieces; One kind of SR with 200 pieces. Drawing possibilities of these four types of cards are 12%, 12 %, 7.3% and 2%, respectively with voting weights of 1,1,5 and 20, respectively.",
  "match_draw_now":"Draw now",
  "match_rita_title":"Rita NFT Series",
  "match_rita_text":"Rita’s NFT series contains four types of NFT cards, including a hot figure combining with her favorite LOL champion Soraka, her classic commentary figure and maid outfit figure. All NFT cards are designed by former Riot Games artists. ",
  "match_aill_title":"Fireloli NFT Series",
  "match_aill_text":"Fireloli’s NFT Series contains four types of NFT cards, including a figure combining with Fireloli’s classic LOL champion Xin Zhao, his classic commentary figure and bonus fashion figure. All NFT cards are designed by former Riot Games artists.",
  "match_tx_title":"Tong Xi NFT Series",
  "match_tx_text":"Tong Xi’s NFT Series contains four types of NFT cards, including a figure combining with LOL champion Seraphine, Tong Xi’s classic commentary figure and Sailor suit figure. All NFT cards are designed by former Riot Games artists. ",
  "match_rule_award":"BSC Cumulative Reward Pool",
  "match_rule01":"Welcome to the ATTA esports metaverse. Owners of ATTA's first Streamer Mystery Box NFT are able to vote in ATTA’s voting rewards pools to win amazing prizes!",
  "match_rule02":"1. Vote for your favorite teams using your ATTA x LOL Streamers NFT. Super Rare NFTs grant 20 votes, Rare NFTs grant 5 votes, and Normal NFTs grant 1 vote.",
  "match_rule03":"2. The voting period will end 5 minutes before the start of each match.",
  "match_rule04":"3. After each match, rewards will be distributed on ATTA’s official website based on the voting distribution and match results. Rewards will be automatically sent to reward winners’ wallets within 2 hrs after matches.",
  "match_rule05":"4. NFTs used for voting are reusable. However, each NFT can only be used in one concurrent match at a time.",
  "match_rule06":"5. The more NFTs from the ATTA x LOL Streamers NFT series used in voting, the larger the voting reward pool. The algorithm used to calculate the size of the reward pool is as follows: (Prize Pool) = (newly minted Mystery Box NFTs * 50 * 0.7 * 0.95 ) - (the rewards that have already been distributed).",
  "match_rule07":"6. Collecting a streamer’s entire NFT series allows you to redeem a LIVE game with the streamer, limited to 5 unique holders per streamer. If you have collected a streamer's entire NFT collection, please email",
  "match_rule0702":". Your email must include the following information: the email address associated with your BAZHUAYU account and the BSC address containing the collection. After reviewing all applications, ATTA will announce the winner list in the Telegram group and will guide the winners through the follow-up process.",
  "match_rule08":"7. Owning any drop from the ATTA x LOL Streamers NFT collection will automatically make you a member of the ATTA esports metaverse, allowing you to redeem various rewards over time, including physical souvenirs, exclusive NFT esports tournament entries, ATTA airdrops, and exclusive opportunities to connect with esports teams and streamers. Follow our social media and join our Telegram group for more information and frequent updates.",
  "match_rule09":"* Please note: All rewards are automatically sent to the wallet address used when voting with NFT. Since the number of Mystery Boxes sold is updated inreal time, the reward pool will slightly vary from the calculated amount for each game.",
  "match_rule10":"",

  "Summer":"LPL Summer",
  "Playoffs":"Playoffs",
  "reward_pool01":"BSC current voting reward pool: ",
  "reward_pool02":"",
  "reward_pool03":"Winners will be rewarded based on the NFT weights of your vote",
  "VotingCountdown":"Voting Countdown",
  "Match_Start":"Match Start time",
  "pool_status":"Current voting pool status:",
  "CurrentNFTvotes":"Current NFT votes:",
  "winning_pool01":" win reward pool:  ",
  "winning_pool02":" win reward pool:  ",
  "SRRN0":"reward pool allocation:",
  "SR01":"Each SR NFT reward: ",
  "R01":"Each R NFT reward: ",
  "N01":"Each N NFT reward: ",
  "MyVotes":"My Votes:",
  "SRRN1":"), if ",
  "SRRN01":" wins, ",
  "SRRN":" will be awarded",
  "TotalWinning":"Total Winning Rewards:",
  "distributed":"(To be distributed to voting wallet address",
  "hrs":" within 2 hrs after the match ends)",
  "unitTxt":"",
  "voting information":"Please connect your wallet first to view the voting information.",
  "mainnet only":"（Currently support BSC mainnet only）",
  "ConnectNow":"Connect now",
  "match-Tbd":"TBD",
  "voteOver":"Voting has closed",

  "ethBsc":"Your wallet is currently connected to: [ETH_MAINNET]. ATTA E-Sports voting only supports BSC network. Please switch to ",

  "YourNFTsvote":" Your NFTs that can currently be used to vote:",
  "voteSR":"SR NFT",
  "voteR":"R NFT",
  "voteN":"N NFT",
  "voteSelected":"Selected:",
  "voteFollowing":"You have selected the following NFT for voting, please confirm:",
  "voteReceived":"We’ve received your vote!",
  "voteLuck":"Good Luck!",
  "voteAvailable":"There isn’t any available NFTs in your wallet to vote.",
  "voteMystery01":"Purchase Mystery Box and collect NFTs here:",
  "voteMystery02":"",
  "voteMystery03":"",
  "voteOK":"ok",
  "voteSubmit":"Submit",

  "load_text01":"Coming soon...",
  "load_text02":"",
  "bootomtips" : "NFT minting will be done by 11:59 am on every workday for all the NFT sold before this time.",
  "globalFinals01":"Coming soon!",
  "globalFinals02":"League of Legends S11 World Championship",
  "globalFinals03":"The voting pool will be opened soon",
  "library_copywriting_1" : "Discover ATTA NFT",
  "library_copywriting_2" : "01 Wu Ding Audio-Visual Series: Experimental Music x Dynamic Painting",
  "library_copywriting_3" : "02 Celebrity Designer Toy: Raquel Xu  Niu.X NFT Limited Edition",
  "library_copywriting_4" : "03 O2: Experimental Music x Dynamic Visuals",
  "library_copywriting_5" : "04 Binance NFT for Good: u I’m x Smile Angel Foundation Childhood Fantasy Mystery Box",
  "library_copywriting_6" : "05 Binance NFT for Good: ATTA X Miserable Faith X Smile Angel Foundation - May Love Be Without Worries Special Edition",
  "library_copywriting_7" : "06 ATTA X LOL Streamer NFT Mystery Box Collection ",
  "library_copywriting_8" : "Wu Ding, a first-generation Chinese rocker, is a founding member and lead vocalist and rhythm guitarist of Tang Dynasty, a leading band that pioneered heavy metal rock in China. Wu Ding’s passion for the arts means his creations are not limited to music, but also take the form of paintings inspired by his vivid imagination as well as his own observations and experiences. <br/>In collaboration with Hong Kong cultural and creative platform and fan community Bazhuayu, Wu Ding invites viewers to enter his abstract and intense inner world through new audio-visual artworks, created by combining experimental electro, metallic rock, and paintings into NFT assets.",
  "library_copywriting_9" : "",
  "library_copywriting_10" : "On March 17, 2021, ATTA and actor Raquel Xu launched a limited edition NFT collectible, “Niu. Aix N.X”, exclusively on DeWu. Designer Cheng Bi combined Raquel Xu's stunning appearance, a futuristic hyperbike, and Year of the Ox ornaments to present the Chinese Zodiac in a stylistic manner. The contrast between Raquel Xu’s beauty and the imposing iron of the motorcycle merges sharpness and softness, creating an expression of feminine beauty and strength.",
  "library_copywriting_11" : "O2 was established by Ou Yang and Deng Ouge, two renowned rockers in mainland China. In 1989, Ou Yang and Deng Ouge formed rock band “The Face”, and performed in “Chinese Rock and Roll Forces” in Hong Kong in 1994. Together with a group of outstanding musicians, they established a milestone in Chinese rock history, which laid the path for the rise of the Golden Age of Chinese rock. Viewing the rise of NFTs as a new path for artistic expression, Ou Yang and Deng Ouge reunited in 2021, forming “O2” to focus on NFT music creation through integrating rock and experimental electronic music. O2 has created three new NFT songs inspired by the digital art’s limitless capabilities and its simple yet complex makeup of 0s and 1s.T",
  "library_copywriting_12" : "The ATTA X Smile Angel Foundation Childhood Fantasy Mystery Box includes paintings originally donated to the Smile Angel Foundation by more than a dozen children, including the daughter of Faye Wong, and re-imagined versions of those paintings created by several rising talents in collaboration with ATTA. Part of the sales will be donated to the Smile Angel Foundation to support children born with cleft lips and palates and their families.",
  "library_copywriting_13" : "May Love Be Without Worries was written by Miserable Faith and originally donated to Smile Angel Foundation. This special NFT edition produced by ATTA is the only version in existence. Part of the auction proceeds will be donated to the Smile Angel Foundation to support children born with cleft lips and palates and their families.",
  "library_copywriting_14" : "The first drop of the “ATTA X LOL Streamer NFT Mystery Box Collection” contains NFT assets of three famous League of Legends streamers: Rita, Fireloli, and Tong Xi. ATTA brings the three commentators into the world of League of Legends by combining their likeness and personalities with the game itself, creating a set of collectible NFT portrait cards. These portraits are designed by integrating their fashion and features with those of LOL Champions.",
  "library_copywriting_15" : "Wu Ding - International ",
  "library_copywriting_15_2" : "Wu Ding - Black Humor",
  "library_copywriting_15_3" : "Wu Ding - Seven",
  "library_copywriting_15_4" : "Wu Ding - April",
  "library_copywriting_16" : "Raquel Xu N.X NFT Limited Edition",
  "library_copywriting_17" : "Metamorphosis",
  "library_copywriting_18" : "Speed",
  "library_copywriting_19" : "Spacing",
  "library_copywriting_20" : "Happy Birthady",
  "library_copywriting_21" : "Lovebirds",
  "library_copywriting_22" : "National Day",
  "library_copywriting_23" : "Dad I love you",
  "library_copywriting_24" : "Picasso Pigeon",
  "library_copywriting_25" : "Girl",
  "library_copywriting_26" : "Drummer",
  "library_copywriting_27" : "A Panorama of Rivers and Mountains",
  "library_copywriting_28" : "Sui Bian",
  "library_copywriting_29" : "I'm a little bird",
  "library_copywriting_30" : "Miss You",
  "library_copywriting_31" : "Magpie",
  "library_copywriting_32" : "Picasso Pigeon",
  "library_copywriting_33" : "A Rabbit",
  "library_copywriting_34" : "Wu Ding - International Remix",
  "library_copywriting_35" : "“The Internationale” is a classic anthem that has shaped generations. Its core message, one of defiance and heroism, also profoundly influenced Wu Ding as a child.<br/><br/><br/>The International Remix sound paintings are a collage of Wu Ding’s paintings from different stages of his life, a hazy recollection of his wild and wacky childhood.",
  "library_copywriting_36" : "Total editions：",
  "library_copywriting_AP" : "AP version",
  "library_copywriting_37" : "Minted editions：",
  "library_copywriting_38" : "BSC amount：",
  "library_copywriting_39" : "ETH amount：",
  "library_copywriting_40" : "Description：",
  "library_copywriting_41" : "（creator）",
  "library_copywriting_42" : "（artwork）",
  "library_copywriting_43" : "（limited edition）",
  "library_copywriting_43AP" : "（AP limited edition）",
  "library_copywriting_44" : "to",
  "library_copywriting_45" : "（editions）",
  "library_copywriting_46" : "Wu Ding - Black Humor",
  "library_copywriting_47" : "“I want to understand what you are lamenting about, dear father, whether it is the sadness of the sunset in autumn, or what you are remembering, whether it is the romance that has been lost and forgotten.”<br/>Like most Chinese parents, Wu Ding's father was reticent and inexpressive, and his method of discipline was relatively simple and brutal. Punches and scoldings were common for the young and rebellious Wu Ding.",
  "library_copywriting_48" : "Wu Ding - Seven Shadows",
  "library_copywriting_49" : "The path life takes is complex. The process of becoming an adult will reveal many shadows, which will, in one way or another, affect our lives profoundly.<br/><br/><br/>In “Seven”, the shadows act as abstract facets for seven consciousnesses, which intertwine and collide into metallic, electric, and industrial elements.",
  "library_copywriting_50" : "Wu Ding - April",
  "library_copywriting_51" : "The period of yearly rejuvenation from February to April encapsulates the most beautiful time of year. Wu Ding's metallic music - a blend of electronic and industrial elements, with dark and abstract melodies - depicts his fondness for April through its dazzling reflections and fleeting audio-visual cues. ",
  "library_copywriting_52" : "Metamorphosis - O2 Series Artist Proof No. 01 by ATTA",
  "library_copywriting_53" : "This work by O2 has stimulated the creation process of the two musicians. The metamorphosis reveals countless possibilities during the convergence between the real world and the metaverse. As the nature has its balance, everything will return to its normal state.  <br/>There will be 6 APs, numbered 00-05.",
  "library_copywriting_52_bw" : "Metamorphosis - O2 Series Limited Edition by ATTA",
  "library_copywriting_53_bw" : "This work by O2 has stimulated the creation process of the two musicians. The metamorphosis reveals the countless possibilities during the convergence between the real world and the metaverse. As the nature has its balance, everything will return to its normal state.<br/>This work will be a limited edition with 45 pieces, numbered 06-50.",
  "library_copywriting_54" : "Speed - O2 Series Limited Edition by ATTA",
  "library_copywriting_55" : "Boundaries blur as reality integrates with the metaverse. This NFT combines rock and experimental electro with fast-paced visualizations to explore the range of possibilities unveiled through blocks, nodes, and NFTs.<br/>This edition will be limited to 50 pieces.",
  "library_copywriting_56" : "Spacing - O2 Series Limited Edition by ATTA",
  "library_copywriting_57" : "Spacing was inspired by a window in O2’s studio. The window acts as an entrance to the metaverse, with the abstract digital art on the other side symbolic of the musicians’ first venture into the crazy yet mesmerizing world of NFT art.<br/>This edition will be limited to 50 pieces.",
  "library_copywriting_58" : "Happy Birthday  - LI Yan - 13 years old x Young Artist GAO Haiming",
  "library_copywriting_59" : "",
  "library_copywriting_60" : "Lovebirds - LI Shangshang - 7 & half years old x Independent Illustrator Lynx",
  "library_copywriting_61" : "",
  "library_copywriting_62" : "National Day - LU Weishan - 8 years old x Digital Designer Char",
  "library_copywriting_63" : "",
  "library_copywriting_64" : "Dad I love you - ZONG Wenxi - 8 years old x Plastic Clay Artist Shiwu Chang",
  "library_copywriting_65" : "",
  "library_copywriting_66" : "Picasso Pigeon 02 - FU Boyu - 6 & half years old x Independent Illustrator Freen",
  "library_copywriting_67" : "",
  "library_copywriting_68" : "Girl - SUN Rushi - 8 years old x Tatoo Artist Jimmy Huang",
  "library_copywriting_69" : "",
  "library_copywriting_70" : "Drummer - FU Boyu - 13 years old x Independent Illustrator Lynx",
  "library_copywriting_71" : "",
  "library_copywriting_72" : "A Panorama of Rivers and Mountains - Emma - 9 years old x Visual Artist Jeffrey Su",
  "library_copywriting_73" : "",
  "library_copywriting_74" : "Sui Bian - LI Yan - 11 years old x Independent Artist LIU Liaoliao",
  "library_copywriting_75" : "",
  "library_copywriting_76" : "I'm a little bird - BAN Yu - 8 years old x Independent Illustrator Freen",
  "library_copywriting_77" : "",
  "library_copywriting_78" : "Miss You - GU Sitong - 6 & half years old x Picture Book Artist Hu Luobo",
  "library_copywriting_79" : "",
  "library_copywriting_80" : "Magpie - TANG Youyou - 12 years old x Tatoo Artist Jimmy Huang",
  "library_copywriting_81" : "",
  "library_copywriting_82" : "Picasso Pigeon 01 - FU Boyu - 6 & half years old x Plastic Clay Artist Shiwu Chang",
  "library_copywriting_83" : "",
  "library_copywriting_84" : "A Rabbit - LI Zizai - 11 years old x Independent Illustrator GUAN Jinjin",
  "library_copywriting_85" : "",
  "library_copywriting_86" : "issue amount：",
  "library_copywriting_87" : "rarity：",
  "library_copywriting_88" : "probabilty：",
  "library_copywriting_89" : "Rita SR",
  "library_copywriting_90" : "Rita becomes LOL Champion Soraka, evoking a bright crescent moon to drive away darkness. Rita, wearing her professional commentator outfit, is clothed in holy light, fully embodying nobility and elegance.<br/><br/><br/>Drop Chance: 2%",
  "library_copywriting_91" : "Fireloli SR",
  "library_copywriting_92" : "Fireloli cosplays as LOL Champion Xin Zhao, the legendary duelist, wielding Xin’s legendary spear. With a crisp suit and his golden earphones, he showcases his bravery and unmatched casting skills as he dominates the arena.<br/><br/><br/>Drop Chance: 2%",
  "library_copywriting_93" : "UnU SR",
  "library_copywriting_94" : "Tong Xi UnU transforms into LOL Champion Seraphine as she dons Seraphine’s signature pink hair and gold and blue Piltovan outfit, complete with a gold and blue bow around her neck and a golden hextech flower on her belt. Dancing along with Seraphine’s bubbly magic, Tong Xi radiates cuteness to the max.<br/><br/><br/>Drop Chance: 2% ",
  "library_copywriting_95" : "Fireloli R",
  "library_copywriting_96" : "Fireloli unwinds in his streetwear, playing with a cute poro while carrying an exclusive EDG towel. In the background is his unique graffiti wall with his name, game ID, and team name on it. This upgraded R card is more visually dynamic.<br/><br/><br/>Drop Chance: 7.3%",
  "library_copywriting_97" : "UnU R",
  "library_copywriting_98" : "Tong Xi’s personality shines through in this school-girl Ahri cosplay. A youthful blue and white uniform combined with Ahri’s fluffy ears and tail bring this cute and sassy cosplay to life. This upgraded R card is more visually dynamic.<br/><br/><br/>Drop Chance: 7.4%",
  "library_copywriting_99" : "Rita R",
  "library_copywriting_100" : "Rita wears a cute maid cosplay, complete with a small pink bell and a cute bow on her chest as she shyly sends you an invitation: “Let’s play a game together!” This upgraded R card is more visually dynamic.<br/><br/><br/>Drop Chance: 7.3%",
  "library_copywriting_101" : "Rita N1",
  "library_copywriting_102" : "Rita becomes LOL Champion Soraka, evoking a bright crescent moon to drive away darkness. Rita, wearing her professional commentator outfit, is clothed in holy light, fully embodying nobility and elegance.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_103" : "Fireloli N1",
  "library_copywriting_104" : "Fireloli unwinds in his streetwear, playing with a cute poro while carrying an exclusive EDG towel. In the background is a unique graffiti wall with his name, game ID, and team name on it. This upgraded R card is more visually dynamic.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_105" : "UnU N2",
  "library_copywriting_106" : "Tong Xi’s personality shines through in this school-girl Ahri cosplay. A youthful blue and white uniform combined with Ahri’s fluffy ears and tail bring this cute and sassy cosplay to life. This upgraded R card is more visually dynamic.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_107" : "Rita N2",
  "library_copywriting_108" : "Rita cosplays as a cute maid, complete with a small pink bell and a cute bow on her chest, as she shyly sends you an invitation: “Let’s play a game together!” <br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_109" : "Fireloli N2",
  "library_copywriting_110" : "Fireloli cosplays as LOL Champion Xin Zhao, the legendary duelist, wielding Xin’s legendary spear. With a crisp suit and his golden earphones, he showcases his bravery and unmatched casting skills as he dominates the arena.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_112" : "UnU N1",
  "library_copywriting_113" : "Tong Xi UnU transforms into LOL Champion Seraphine as she dons Seraphine’s signature pink hair and gold and blue Piltovan outfit, complete with a gold and blue bow around her neck and a golden hextech flower on her belt. Dancing along with Seraphine’s bubbly magic, Tong Xi radiates cuteness to the max.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_114" : "Note: The edition information of ATTA NFTs purchased in the Binance NFT market can only be viewed in the “My NFT” page after Binance NFT extraction is enabled.",
  "library_copywriting_115" : "Show More",
  "library_copywriting_116" : "Show Less",
  "charity2_word1" : "issue amount： ",
  "charity2_word2" : "rarity：",
  "charity2_word3" : "probabilty：",
  "library_copywriting_117" : "As ATTA joins Binance NFT 100 Creators with O2 and Wu Ding, our first Airdrop is a unique NFT featuring ATTA’s brand elements and O2’s upcoming music highlights.<br/>O2 was established by Yang Ou and Ouge Deng, two renowned rock musicians in mainland China, and was named after the letter “O” in both of their names. The two artists were the founders of The Face and performed at the 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicians, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music. With thirty-two years of experience as a bassist, Ou yang has become an irreplaceable leader in the Chinese rock music industry. Ouge Deng has also been quite successful in the film music business, scoring films including 'Lost in Thailand', 'Cock and Bull', 'A Cool Fish' and 'End Game' etc.<br/>This airdrop will be strictly limited to 2,000 editions, without any additional distribution. Holders of this airdrop NFT will become ATTA’s members and unlock exclusive benefits in the future, including dividends, offline rights, etc.",
  "library_copywriting_118" : "ATTA X O2 NFT Airdrop",
  "library_copywriting_119" : "ATTA X Smile Angel Special Angel NFT",
  "library_copywriting_120" : "Collect all SSR+R NFTs: win one “ATTA X Smile Angel” Special Angel NFT, with which you can go to www.atta.zone to redeem VIP tickets for three “Smile Angel Special Concerts”",
  "nftnumber":"Binance NFT Amount：",
  "xudongdong_second_img":"N.X NFT digital version"
}