{
  "Upcoming": "Upcoming",
  "O2 Music NFT": "O2 Music NFT",
  "attaInfo":"ATTA is a blockchain-based content creator for premium copyright assets. By focusing on music, movie, esports, charity and celebrity IPs, ATTA aims to secure, produce and distribute best-in-class digital and physical assets to collectors worldwide. ATTA products are available on leading platforms and marketplaces including BAZHUAYU, Poison App, Treasureland, and etc. ATTA is exclusively sponsored by BAZHUAYU, a blockchain-based platform aiming to realize the full potential of the fan economy.",
  "Discover ATTA": "Discover ATTA",
  "NFT Contents": "NFT Contents",
  "NFT, ATTA can provide you with a range of the most professional NFT services,": "NFT, ATTA can provide you with a range of the most professional NFT services,which include:",
  "If you are a content creator, celebrity, artist, or real-world trend label interested in": "If you are a content creator, celebrity, artist, or real-world trend label interested in",
  "NIU N.X - Designer Toy NFT": "NIU N.X - Designer Toy NFT",
  "April - Experimental Music NFT": "April - Experimental Music NFT",
  "TYLOO CSGO TEAM": "TYLOO CSGO TEAM",
  "TYLOO CSGO - ESPORTS NFT": "TYLOO CSGO - ESPORTS NFT",
  "ATTA specializes in NFT contents including but not limited to:": "ATTA specializes in NFT contents including but not limited to:",
  "Services": "Services",
  "Music, Movies/TV shows, E-sports, Celebrities & Charity.": "Music, Movies/TV shows, E-sports, Celebrities & Charity.",
  "Coming soon": "Coming soon",
  "Contact": "Contact",
  "Raquel Xu": "Raquel Xu",
  "CELEBRITIES": "CELEBRITIES",
  "Follow Us": "Follow Us",
  "Discover More NFTs": "Discover More NFTs",
  "Find more exclusive NFTs at BAZHUAYU!": "Find more exclusive NFTs at BAZHUAYU!",
  "Introduction": "Introduction",
  "E-SPORT": "E-SPORT",
  "DING WU": "DING WU",
  "MUSIC": "MUSIC",
  "musicInfo": " O2 is established by Ou Yang and Deng Ouge, two renowned rock musicians in mainland China.The two artists were the founders ofThe Face, and performed at the 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicians, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music.In 2021, encouraged by NFT as a new form of art, Ou Yang and Deng Ouge reunited in O2 and focused on NFT music creation by integrating rock and experimental electronic music.Inspired by the virtual world sculptures of impossibility and irrational dialogues between 0 and 1, O2 creates and presents three new NFT music pieces at this time."
}