{
  "Upcoming": "Upcoming",
  "Current network": "Current network: ",
  "switch network": "Switch network",
  "Mainnet": " Mainnet",
  "Switch": "Switch",
  "Click to switch to": "Switch to ",
  "Connect Wallet": "Connect Wallet",
  "Wallet connected": "Wallet connected",
  "Claim Your NFT": "Claim Your Airdrop",
  "btnword" : "Airdrop claim ended",
  "O2 Music NFT": "O2 Music NFT",
  "Asset Management": "ATTA Zone",
  "Current wallet": "Current wallet contains airdrop: ",
  "attaInfo": "ATTA is a premium content brand built on NFT.ATTA is a supporter of Utility NFT, which is beyond a simple digitalization of a picture or a video clip .ATTA NFT is a convergence of the physical and the digital, a two-way door to the Metaverse.Would you like to bring your achievements in the Cyber World to reality? Would you like to 'reset' your reality and 'reborn' in the Cyber World?ATTA NFT will make that possible.",
  "attaInfo1": "We are calling Generation Z, collectors and NFT enthusiastics to take actions.ATTA products are available on leading platforms and marketplaces including Binance NFT, BAZHUAYU, Poizon App,Treasureland, etc.",
  "Discover ATTA": "Discover ATTA",
  "NFT Contents": "NFT Contents",
  "NFT, ATTA can provide you with a range of the most professional NFT services,which include:": "NFT, ATTA can provide you with a range of the most professional NFT services,which include:",
  "If you are a content creator, celebrity, artist, or real-world trend label interested in": "If you are a content creator, celebrity, artist, or real-world trend label interested in",
  "NIU N.X - Designer Toy NFT": "NIU N.X - Celebrity toys NFT",
  "April - Experimental Music NFT": "April - Experimental Music NFT",
  "TYLOO CSGO TEAM": "TYLOO CSGO TEAM",
  "TYLOO CSGO - ESPORTS NFT": "TYLOO CSGO - ESPORTS NFT",
  "ATTA specializes in NFT contents including but not limited to:": "ATTA specializes in NFT contents including but not limited to:",
  "Services": "Services",
  "Music, Movies/TV shows, E-sports, Celebrities & Charity.": "Music, Movies/TV shows, E-sports, Celebrities & Charity.",
  "Coming soon": "Coming soon",
  "Contact": "Contact",
  "Raquel Xu": "Raquel Xu",
  "CELEBRITIES": "CELEBRITIES",
  "Follow Us": "Follow Us",
  "Discover More NFTs": "Discover More NFTs",
  "Find more exclusive NFTs at BAZHUAYU!": "Find more exclusive NFTs at BAZHUAYU!",
  "home": "Home",
  "ATTA Charity": "ATTA Charity",
  "Introduce": "Introduction",
  "E-SPORT": "E-SPORT",
  "DING WU": "DING WU",
  "MUSIC": "MUSIC",
  "musicInfo": " O2 is established by Ou Yang and Deng Ouge, two renowned rock musicians in mainland China.The two artists were the founders ofThe Face, and performed at the 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicians, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music.In 2021, encouraged by NFT as a new form of art, Ou Yang and Deng Ouge reunited in O2 and focused on NFT music creation by integrating rock and experimental electronic music.Inspired by the virtual world sculptures of impossibility and irrational dialogues between 0 and 1, O2 creates and presents three new NFT music pieces at this time.",
  "modalTitle": "Current free NFT drops:",
  "infoTitle": "Introduction to Our First NFT Airdrop",
  "infoDesc1": "As ATTA joins Binance NFT 100 Creators with O2 and Ding Wu, our first Airdrop is a unique NFT featuring ATTA’s brand elements and O2’s upcoming music highlights.",
  "infoDesc2": "O2 was established by Yang Ou and Ouge Deng, two renowned rock musicians in mainland China, and was named after the letter “O” in both of their names. The two artists were the founders of The Face and performed at the 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicians, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music. With thirty-two years of experience as a bassist, Ou yang has become an irreplaceable leader in the Chinese rock music industry. Ouge Deng has also been quite successful in the film music business, scoring films including 'Lost in Thailand', 'Cock and Bull', 'A Cool Fish' and 'End Game' etc.",
  "infoDesc3": "This airdrop will be strictly limited to 2,000 editions, without any additional distribution. Holders of this airdrop NFT will become ATTA’s members and unlock exclusive benefits in the future, including dividends, offline rights, etc. ",
  "ATTA NFT Exclusive Benefits": "About ATTA NFT",
  "moreInfo": "Details ",
  "nftInfo1": "As conceptualized in books and movies beginning in the 1990s, the Metaverse is the virtual alternative to our physical universe and may be the next version of the internet.",
  "nftInfo2": "ATTA is trying to create a NFT brand that links the real world, a convergence of the physical and the digital, a two-way door to the metaverse. Through the form of NFT, we aim to build connections and interactions between celebrities, idols, esports players, streamers and their fans.",
  "nftInfo3": "By purchasing ATTA NFT and redeeming them on ATTA, you can get exclusive rights and benefits from those IPs in the real world. In the meantime, for those that have kind of a physical persona in the real world, we bring them to the metaverse and enable them to “reborn” with a digital persona.",
  "nftInfo4": "Just like in card games, you can check out ATTA’s NFT Gallery to learn more about the unique gameplay of each NFT and stories behind.",
  "Content-related Benefits": "Content-related Benefits：",
  "ATTA NFT Utility": "ATTA NFT Utility",
  "fansInfo": "ATTA’s content copyright covers music, movies, TV shows, E-Sports, and celebrities etc, and ATTA will launch exclusive Fan Club for each IP. Holders of each IP’s NFT products produced by ATTA will automatically become members of the Fan Club. In addition to voting and other use cases and models from existing projects like CHZ, we will also collaborate with the IP’s agency and Fan Clubs in the real world to launch more direct interactions with. Holders of a specific IP’s NFT will automatically obtain the membership of that IP (including relevant airdrop NFTs), and the exclusive benefits of that membership will be announced through our official website and community. Please follow us for future updates. ",
  "brandInfo1": "As a supporter of Utility NFT, ATTA will open an “NFT Benefits Redeem Store” for each IP. You can’t shop in the store but only redeem the IP’s rights and benefits through related NFT products that were produced by ATTA. So be sure to hold the NFT of your favorite IP.",
  "brandInfo2": "Imagine your favorite streamer invites you to play a LOL game together during the streaming, or share something special with you and you ONLY. You will be able to vote to decide what benefits to be included with ATTA NFT – we could own any benefits that you could image through NFT. ",
  "brandInfo3": "ATTA NFTs will not only be collectibles, but also utilities. ",
  "brandInfo4": "ATTA Token",
  "brandInfo5": "If ATTA issues its own token in the future, all holders of ATTA-produced NFTs (including airdrops) will receive tiered benefits. ",
  "brandInfo6": "Certain holders of ATTA NFTs will even receive priority subscription rights of the ATTA token. ",
  "brandInfo7": "Purchase Eligibility for Super Rare NFT",
  "brandInfo8": "ATTA will occasionally launch super rare NFT products of top IPs, which will be available for purchase ONLY to holders of ATTA NFT. Super Rare NFTs will all be eligible for obtaining the top benefits in the real world. ",
  "brandInfo9": "ATTA will continue to release more ATTA NFT exclusive benefits, please be sure to follow our community and official website for more updates.",
  "brandInfo10": "ATTA products are available on leading platforms and marketplaces including Binance NFT, BAZHUAYU, Poizon App, Treasureland, etc. Please be sure to double check our smart contract address to prevent fraud.",
  "Claim now": "Claim now",
  "Got it": "Got it",
  "Connect now": "Connect now",
  "Claim deadline": "Claim deadline",
  "Your receving address is": "Your receving address is",
  "You can claim this NFT airdrop": "You can claim this NFT airdrop",
  "We have received your claim": "We have received your claim. Your NFT will be sent to your wallet shortly.Thanks for participiting this event!",
  "claimed the NFT airdrop already": "Sorry, the wallet you connected has claimed the NFT airdrop already",
  "not qualified to receive the NFT airdrop.": "Sorry, the wallet you connected is not qualified to receive the NFT airdrop.",
  "claimedText": "The NFT airdrop has been sent to your wallet. Due to its development status, BSC currently does not support the display of NFT in BEP 1155 contract in the wallet. Please be assured that the airdrop has been sent if the website has prompted success. ATTA will soon launch an asset management center where you can view, manage, transfer your NFT assets and exchange related rights and interests. Please stay tuned.",
  "common": "Total editions ",
  "ban": "",
  "ban2": "Edition:",
  "productdescription": "Description",
  "nointroduction": "No Introduction",
  "noinformation": "No more information",
  "down": "Download the original copy",
  "currentholdings": "Current mintable editions：",
  "notyet": "Null",
  "mint": "Minting ",
  "inpreparation": "(function coming soon)",
  "norecord": "There's nothing here.",
  "more": "Load More",
  "linkwallet": "Please connect your wallet",
  "tips1": "You need to connect your wallet first in order to receive NFTs",
  "tips2": "",
  "connectnow": "Connect now",
  "banhao": "Edition",
  "jsaddress": "Receiving add: ",
  "editaddress": "(Click address to edit if need)",
  "banhao2": "Version Number",
  "jsaddress2": "No receiving address",
  "editaddress2": "(The default is the currently connected wallet address, click to modify)",
  "startmint": "Start to mint",
  "dqwmintbanhao": "There are no minable editions now :",
  "tipsjs1": "Cannot be empty~",
  "tipsjs2": "Please enter legal address",
  "tipsjs3": "Modified successfully",
  "tipsjs4": "Transfer operation completed~",
  "tipsjs5": "Modification succeeded. Your NFT transfer operation has been completed. Please confirm in the corresponding wallet~",
  "currentlyholds": "Currently holds ",
  "blockchain": "Binance Smart Chain",
  "ethchain": "Ethereum Chain",
  "inwallet": "In wallet: ",
  "edit": "Edit",
  "clickedit": "Click to edit",
  "transfer": "Transfer",
  "transfer1": "Transfer Token ",
  "newWallt":" to new wallet",
  "walltAdress":"Current addr：",
  "transferTo":"Transfer to：",
  "tips02":"Note: After you transfered your NFT, you need to connect the wallet you transfered to, to check your NFTs’ status",
  "confirmCurrent":"Confirm",
  "cancel": "cancel",
  "title": "All",
  "startmint1": "Start casting",
  "nomint": "[Withdrawal of casting application]",
  "tips5": "After casting, please check on the 'My NFT' page",
  "jsaddress1": "The receiving address is from：",
  "change": "change to：",
  "oldaddress": "Original address：",
  "changeaddress": "Transferred to address：",
  "filTags": [
    "Casting record",
    "Address modification record",
    "Transfer record"
  ],
  "currentWallet":"Current wallet balance",
  "nosuc": "Withdraw successfully",
  "tips6": "Are you sure you want to [Withdrawal of casting application]？",
  "tips3": "Confirm",
  "tips4": "Cancel",
  "My NFT": "My NFT",
  "NFT Logs": "NFT Logs",
  "number": "amount",
  "erc1155Desc": "As ATTA joinsBinance NFT 100 Creators with O2 and Ding wu, our first Airdrop is a unique NFT featuring ATTA's brand elements and O2's upcoming music highlights.<br/><br/>O2 was established by Yang Ou and Ouge Deng, two renowned rock musicians in mainland China, and was named after the letter '0' in both of their names. The two artists were the founders of the Face and performed at 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicicans, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music. With thirty-two years of experience as a bassist, Ou yang has become an irreplaceable leader in the Chineses rock music industry. Ouge Deng has also been quite successful in the film music business, scoring films including 'Lost in Thailand', 'Cock and Bull', 'A Cool Fish' and 'End Game' etc.<br/><br/>This airdrop will be sricktly limited to 2,000 editions, without andy additional distribution. Holders of this airdrop NFT will become ATTA's memebers and unlock exclusive benefits in the future, including dividends, offline rights, etc.",
  "Scan to download" : "Scan to download",
  "Scan to download2" : "Currently, ATTA app only contains NFC scan and related NFT gathering functions.  You can scan the QR code and download to experience if you have ATTA physical items. ",
  "charity_tit" : "ATTA X Smile Angel Foundation",
  "charity_tit2" : "Childhood Fantasy Mystery Box",
  "charity_content" : "Mystery Box includes paintings that were originally created and donated to the Smile Angel Foundation by a dozen boys and girls. Several up-and-coming young artists are also invited to co-create based on these original paintings and include their artwork in the Mystery Box. Part of the sales will be donated to the Smile Angel Foundation to support children born with clefts and their families. Users will be able to redeem unique perks after collecting certain set of NFTs from the mystery box. ",
  "charity_btnlable" : "Binance NFT market：",
  "auction_Introduction1":"Premium Event Auction: May Love Be Without Worries — ATTA X Miserable Faith X Smile Angel Foundation",
  "auction_Introduction2":"May Love Be Without Worries was played by Miserable Faith and originally donated to Smile Angel Foundation. This special NFT version is produced by ATTA with only ONE version in the universe. Part of the auction will be donated to the Smile Angel Foundation to support children born with clefts and their families.",
  "auction_btnlable":"Binance NFT auction: ",
  "auction_btnlable_btn":"Bid now",
  "charity_btnname" : "Buy Now",
  "charity_ssr_tit" : "SSR series",
  "Click to expand" : "Click to expand",
  "charity_ssr_content1" : "Happy Birthday created by Li Yan -13 years old x Young Artist GAO Haiming  ",
  "charity_ssr_content2" : "Girl created by SUN Rushi-8 years old xTatoo Artist Jimmy Huang",
  "charity_r_tit" : "R series",
  "charity_r_content1" : "National Day created by LU Weishan -8 years old x Digital Designer Char",
  "charity_r_content2" : "Girl created by SUN Rushi-8 years old xTatoo Artist Jimmy Huang",
  "charity_r_content3" : "A Panorama of Rivers and Mountains created by Emma -9 years old x Visual Artist Jeffery Su  ",
  "charity_n_tit" : "N series",
  "charity_n_content1" : "Miss You created by Gu Sitong - 6&half years old x Picture Book Artist Hu Luobo",
  "charity_n_content2" : "Lovebirds created by Li Shangshang - 7&half years old x independent Iluustrator Lynx",
  "charity_n_content3" : "Dad I love you created by Zong Wenxi - 8 years old x Plastic Clay Artist Shiwu Chang",
  "charity_n_content4" : "Picasso Pigeon 01 created by Fu Boyu - 6&half years old x Plastic Clay Artist Shiwu Chang",
  "charity_n_content5" : "Drummer created by Li Zirui - 13 years old x Independent Illustrator Lynx",
  "charity_n_content6" : "I'm a little bird created by Ban Yu - 8 years old x Independent Illustrator Freen",
  "charity_n_content7" : "Magpie created by Tang Youyou -12 years old x Tatoo Artist Jimmy Huang",
  "charity_n_content8" : "A Rabbit created by Li Zizai - 11 years old x Independent Illustrator Guan Jinjin",
  "charity_nft_tit" : "NFT Utilities",
  "charity_nft_content" : "The relevant utilities of NFTs can be viewed on Binance NFT market, ATTA Twitter and ATTA Telegram group. Details of rules and gameplay regarding redeeming relevant utilities will be published on Twitter and Telegram, or you can contact our customer service through Wechat:  atta_official .",
  "rule_title" : "Rules for Redeeming NFT Utilities：",
  "rule_tip1" : "1. For users who are eligible to redeem the benefits, please send your BinanceNFT uid, your location and screenshots of your opened Mystery Box NFTs collection (NFT set that is eligible for relevant utilities) to official ATTA email: ",
  "rule_tip2" : "2. According to the rules, ATTA will review the list of winners and make announcement on Twitter and Telegram. The Special Angel NFT will be distributed by Binance NFT to qualifying users’ Binance NFT account.",
  "rule_tip3" : "3. Regarding the physical benefits and utilities, eligible users will receive a confirmation email. Upon receiving the email, users need to reply with their contact information, address, etc. ATTA will send out the rewards after confirming the information.",
  "rule_tip4" : "4. For redeeming the Special Angel NFT, after Binance NFT have opened their claim function, users need to transfer it to ATTA’s official website and redeem the NFT there for concert ticket.",
  "rule_tip5" : "5. If you have further questions, you can directly go through WeChat (atta_official) to contact ATTA customer service staff.",
  "downCopywriting" : "ATTA app is the exclusive physical NFC scanning tool of ATTA platform. You can download this app to experience if you own the physical items released by ATTA.  ",
  "charity_open" : "More",
  "charity_retract" : "Fold",

  "matchName" : "ATTA E-SPORTS",
  "match_rule" : "Voting Rules",
  "match_title01":"ATTA Tournaments",
  "match_title001":"ATTA E-SPORTS",
  "match_title02":"Introduction",
  "match_text":"This first batch of NFT collection includes 2 kinds of N, with 1200 pieces each; One kind of R with 730 pieces; One kind of SR with 200 pieces. Drawing possibilities of these four types of cards are 12%, 12 %, 7.3% and 2%, respectively with voting weights of 1,1,5 and 20, respectively.",
  "match_draw_now":"Draw now",
  "match_rita_title":"Rita NFT Series",
  "match_rita_text":"Rita’s NFT series contains four types of NFT cards, including a hot figure combining with her favorite LOL champion Soraka, her classic commentary figure and maid outfit figure. All NFT cards are designed by former Riot Games artists. ",
  "match_aill_title":"Fireloli NFT Series",
  "match_aill_text":"Fireloli’s NFT Series contains four types of NFT cards, including a figure combining with Fireloli’s classic LOL champion Xin Zhao, his classic commentary figure and bonus fashion figure. All NFT cards are designed by former Riot Games artists.",
  "match_tx_title":"Tong Xi NFT Series",
  "match_tx_text":"Tong Xi’s NFT Series contains four types of NFT cards, including a figure combining with LOL champion Seraphine, Tong Xi’s classic commentary figure and Sailor suit figure. All NFT cards are designed by former Riot Games artists. ",
  "match_rule_award":"BSC Cumulative Reward Pool",
  "match_rule01":"1. Users can choose their favorite team to vote for the winner of the match.",
  "match_rule02":"2. Users can vote with the LOL Streamers NFT issued by ATTA in their wallets, where each SR NFT equals 20 votes, each R NFT equals 5 votes, and each N NFT equals 1 vote.",
  "match_rule03":"3. Voting will be closed 5 minutes before the start of each match",
  "match_rule04":"4. After each match, users can receive their rewards on ATTA’s official website based on the match and voting results. Rewards will be automatically sent to users’ wallets within 2 hrs by the rewards pool contract of that match.",
  "match_rule05":"5. The NFT used for voting will never be burned, and can be used for the next match. However, each NFT can only vote in one match at a time.",
  "Summer":"LPL Summer",
  "Playoffs":"Playoffs",
  "reward_pool01":"BSC current voting reward pool: ",
  "reward_pool02":"",
  "reward_pool03":"Winners will be rewarded based on the NFT weights of your vote",
  "VotingCountdown":"Voting Countdown",
  "Match_Start":"Match Start time",
  "pool_status":"Current voting pool status:",
  "CurrentNFTvotes":"Current NFT votes:",
  "winning_pool01":" winning reward pool:  ",
  "winning_pool02":" winning reward pool:  ",
  "SRRN0":"reward pool allocation:",
  "SR01":"Each SR NFT reward: ",
  "R01":"Each R NFT reward: ",
  "N01":"Each N NFT reward: ",
  "MyVotes":"My Votes:",
  "SRRN1":"), if ",
  "SRRN01":" wins, ",
  "SRRN":" will be awarded",
  "TotalWinning":"Total Winning Rewards:",
  "distributed":"(To be distributed to voting wallet address",
  "hrs":" within 2 hrs after the match ends)",
  "unitTxt":"",
  "voting information":"Please connect your wallet first to view the voting information.",
  "mainnet only":"（Currently support BSC mainnet only）",
  "ConnectNow":"Connect now",
  "match-Tbd":"TBD",

  "YourNFTsvote":" Your NFTs that can currently be used to vote:",
  "voteSR":"SR NFT",
  "voteR":"R NFT",
  "voteN":"N NFT",
  "voteSelected":"Selected:",
  "voteFollowing":"You have selected the following NFT for voting, please confirm:",
  "voteReceived":"We’ve received your vote!",
  "voteLuck":"Good Luck!",
  "voteAvailable":"There isn’t any available NFTs in your wallet to vote.",
  "voteMystery01":"Purchase Mystery Box and collect NFTs here:",
  "voteMystery02":"",
  "voteMystery03":"",
  "voteOK":"ok",
  "voteSubmit":"Submit",

  "load_text01":"Coming soon...",
  "load_text02":"",
  "bootomtips" : "NFT minting will be done by 11:59 am on every workday for all the NFT sold before this time."
}