{
  "Upcoming": "Popular Content",
  "Current network": "Current network: ",
  "switch network": "Switch network",
  "Mainnet": " Mainnet",
  "Switch": "Switch",
  "Click to switch to": "Switch to ",
  "Connect Wallet": "Connect Wallet",
  "Wallet connected": "Connected",
  "Claim Your NFT": "Claim admission tickets",
  "btnword" : "Airdrop claim ended",
  "O2 Music NFT": "O2 Experimental Music NFT",
  "Asset Management": "ATTA Zone",
  "NFTlibrary": "NFT Library",
  "Current wallet": "Current wallet contains airdrop: ",
  "attaInfo": "ATTA is a premium content brand based on NFT. We believe in exploring the possibilities of NFT Utility by creating content that has real world applications. ATTA NFT is a confluence of the physical world and the virtual world, a two-way door into the Metaverse. Imagine a world where your virtual achievements lead to real world rewards, where you can be recast and reborn online. With ATTA NFT, that, and more, is possible.",
  "attaInfo1": "ATTA calls on Gen Z, NFT collectors and enthusiasts, and all fans to join ATTA's community and explore this new world together. ATTA products are currently deployed on multiple blockchain networks including BSC, ETH, FLOW, etc. ATTA NFTs are available at leading marketplaces such as Binance NFT, BAZHUAYU, POIZON APP, and Treasureland.",
  "Discover ATTA": "Discover ATTA",
  "NFT Contents": "NFT Contents",
  "NFT, ATTA can provide you with a range of the most professional NFT services,which include:": "NFT, ATTA can provide you with a range of the most professional NFT services,which include:",
  "If you are a content creator, celebrity, artist, or real-world trend label interested in": "If you are a content creator, celebrity, artist, or real-world trend label interested in",
  "NIU N.X - Designer Toy NFT": "NIU N.X - Celebrity toys NFT",
  "April - Experimental Music NFT": "April - Experimental Music NFT",
  "TYLOO CSGO TEAM": "TYLOO CSGO TEAM",
  "TYLOO CSGO - ESPORTS NFT": "TYLOO CSGO - ESPORTS NFT",
  "ATTA specializes in NFT contents including but not limited to:": "ATTA specializes in NFT contents including but not limited to:",
  "Services": "Services",
  "Music, Movies/TV shows, E-sports, Celebrities & Charity.": "Music, Movies/TV shows, E-sports, Celebrities & Charity.",
  "Coming soon": "Explore Now",
  "Contact": "Contact",
  "Raquel Xu": "Raquel Xu",
  "CELEBRITIES": "CELEBRITIES",
  "Follow Us": "Follow Us",
  "Discover More NFTs": "Discover More NFTs",
  "Find more exclusive NFTs at BAZHUAYU!": "Find more exclusive NFTs at ATTA!",
  "home": "Home",
  "ATTA Charity": "ATTA Charity",
  "Introduce": "Introduction",
  "E-SPORT": "E-SPORT",
  "Wu Ding": "WU DING",
  "DING WU": "WU DING",
  "MUSIC": "MUSIC",
  "musicInfo": " O2 is established by Ou Yang and Deng Ouge, two renowned rock musicians in mainland China.The two artists were the founders of The Face, and performed at the 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicians, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music.In 2021, encouraged by NFT as a new form of art, Ou Yang and Deng Ouge reunited in O2 and focused on NFT music creation by integrating rock and experimental electronic music.Inspired by the virtual world sculptures of impossibility and irrational dialogues between 0 and 1, O2 creates and presents three new NFT music pieces at this time.",
  "modalTitle": "ATTA x Loot invitation",
  "infoTitle": "Total: 1000 pieces",
  "infoDesc2": "Distribution Order: Obtain common, rare or legendary admission tickets at random<br/>How to obtain: Free Claim<br/>Eligibility: Wallets that contain Loot NFT or xLoot NFT. Each NFT id is limited to one ticket.<br/><br/>How to Claim: After connecting your wallet on ATTA's website, click the Claim admission tickets at the top of the page. If you have the required NFTs in your wallet, you will be able to claim your admission ticket.",
  "ATTA NFT Exclusive Benefits": "About ATTA NFT",
  "moreInfo": "Details ",
  "nftInfo1": "As conceptualized in books and movies beginning in the 1990s, the Metaverse is the virtual alternative to our physical universe and may be the next version of the internet.",
  "nftInfo2": "ATTA is trying to create a NFT brand that links the real world, a convergence of the physical and the digital, a two-way door to the metaverse. Through the form of NFT, we aim to build connections and interactions between celebrities, idols, esports players, streamers and their fans.",
  "nftInfo3": "By purchasing ATTA NFT and redeeming them on ATTA, you can get exclusive rights and benefits from those IPs in the real world. In the meantime, for those that have kind of a physical persona in the real world, we bring them to the metaverse and enable them to “reborn” with a digital persona.",
  "nftInfo4": "Just like in card games, you can check out ATTA’s NFT Gallery to learn more about the unique gameplay of each NFT and stories behind.",
  "Content-related Benefits": "Content-related Benefits：",
  "ATTA NFT Utility": "ATTA NFT Utility",
  "fansInfo": "ATTA’s content copyright covers music, movies, TV shows, E-Sports, and celebrities etc, and ATTA will launch exclusive Fan Club for each IP. Holders of each IP’s NFT products produced by ATTA will automatically become members of the Fan Club. In addition to voting and other use cases and models from existing projects like CHZ, we will also collaborate with the IP’s agency and Fan Clubs in the real world to launch more direct interactions with. Holders of a specific IP’s NFT will automatically obtain the membership of that IP (including relevant airdrop NFTs), and the exclusive benefits of that membership will be announced through our official website and community. Please follow us for future updates. ",
  "brandInfo1": "As a supporter of Utility NFT, ATTA will open an “NFT Benefits Redeem Store” for each IP. You can’t shop in the store but only redeem the IP’s rights and benefits through related NFT products that were produced by ATTA. So be sure to hold the NFT of your favorite IP.",
  "brandInfo2": "Imagine your favorite streamer invites you to play a LOL game together during the streaming, or share something special with you and you ONLY. You will be able to vote to decide what benefits to be included with ATTA NFT – we could own any benefits that you could image through NFT. ",
  "brandInfo3": "ATTA NFTs will not only be collectibles, but also utilities. ",
  "brandInfo4": "ATTA Token",
  "brandInfo5": "If ATTA issues its own token in the future, all holders of ATTA-produced NFTs (including airdrops) will receive tiered benefits. ",
  "brandInfo6": "Certain holders of ATTA NFTs will even receive priority subscription rights of the ATTA token. ",
  "brandInfo7": "Purchase Eligibility for Super Rare NFT",
  "brandInfo8": "ATTA will occasionally launch super rare NFT products of top IPs, which will be available for purchase ONLY to holders of ATTA NFT. Super Rare NFTs will all be eligible for obtaining the top benefits in the real world. ",
  "brandInfo9": "ATTA will continue to release more ATTA NFT exclusive benefits, please be sure to follow our community and official website for more updates.",
  "brandInfo10": "ATTA products are available on leading platforms and marketplaces including Binance NFT, BAZHUAYU, Poizon App, Treasureland, etc. Please be sure to double check our smart contract address to prevent fraud.",
  "Claim now": "Claim now",
  "Got it": "Got it",
  "Connect now": "Connect now",
  "Claim deadline": "Claim deadline",
  "Your receving address is": "Your receving address is",
  "You can claim this NFT airdrop": "You can claim this NFT airdrop",
  "We have received your claim": "We have received your claim，the invitation NFT will send to your wallet soon.",
  "claimed the NFT airdrop already": "Sorry, the wallet you connected has claimed the invitation NFT already",
  "not qualified to receive the NFT airdrop.": "Sorry, the wallet you connected is not qualified to receive the NFT airdrop.",
  "claimedText": "The NFT airdrop has been sent to your wallet. Due to its development status, BSC currently does not support the display of NFT in BEP 1155 contract in the wallet. Please be assured that the airdrop has been sent if the website has prompted success. ATTA will soon launch an asset management center where you can view, manage, transfer your NFT assets and exchange related rights and interests. Please stay tuned.",
  "common": "Total editions ",
  "ban": "",
  "ban2": "Edition:",
  "productdescription": "Description",
  "nointroduction": "No Introduction",
  "noinformation": "No more information",
  "down": "Download the original copy",
  "currentholdings": "Current mintable editions：",
  "notyet": "Null",
  "mint": "Minting ",
  "inpreparation": "(function coming soon)",
  "norecord": "There's nothing here.",
  "noOperateRecord": "There's nothing here.",
  "more": "Load More",
  "linkwallet": "Please connect your wallet",
  "tips1": "You need to connect your wallet first in order to receive NFTs",
  "tips2": "",
  "connectnow": "Connect now",
  "banhao": "Edition",
  "jsaddress": "Receiving add: ",
  "editaddress": "(Click address to edit if need)",
  "banhao2": "Version Number",
  "jsaddress2": "No receiving address",
  "editaddress2": "(The default is the currently connected wallet address, click to modify)",
  "startmint": "Start to mint",
  "dqwmintbanhao": "There are no minable editions now :",
  "tipsjs1": "Cannot be empty~",
  "tipsjs2": "Please enter legal address",
  "tipsjs3": "Modified successfully",
  "tipsjs4": "Transfer operation completed~",
  "tipsjs5": "Modification succeeded. Your NFT transfer operation has been completed. Please confirm in the corresponding wallet~",
  "currentlyholds": "Currently holds ",
  "blockchain": "Binance Smart Chain",
  "ethchain": "Ethereum Chain",
  "inwallet": "In wallet: ",
  "edit": "Edit",
  "clickedit": "Click to edit",
  "transfer": "Transfer",
  "transfer1": "Transfer Token ",
  "newWallt":" to new wallet",
  "walltAdress":"Current addr：",
  "transferTo":"Transfer to：",
  "tips02":"Note: After you transfered your NFT, you need to connect the wallet you transfered to, to check your NFTs’ status",
  "confirmCurrent":"Confirm",
  "cancel": "cancel",
  "title": "All",
  "startmint1": "Start casting",
  "nomint": "[Withdrawal of casting application]",
  "tips5": "After casting, please check on the 'My NFT' page",
  "jsaddress1": "The receiving address is from：",
  "change": "change to：",
  "oldaddress": "Original address：",
  "changeaddress": "Transferred to address：",
  "filTags": [
    "Casting record",
    "Address modification record",
    "Transfer record"
  ],
  "currentWallet":"Current wallet balance",
  "nosuc": "Withdraw successfully",
  "tips6": "Are you sure you want to [Withdrawal of casting application]？",
  "tips3": "Confirm",
  "tips4": "Cancel",
  "My NFT": "My NFT",
  "NFT Logs": "NFT Logs",
  "number": "amount",
  "erc1155Desc": "As ATTA joinsBinance NFT 100 Creators with O2 and Wu Ding, our first Airdrop is a unique NFT featuring ATTA's brand elements and O2's upcoming music highlights.<br/><br/>O2 was established by Yang Ou and Ouge Deng, two renowned rock musicians in mainland China, and was named after the letter '0' in both of their names. The two artists were the founders of the Face and performed at 'Rock and Roll Chinese Music Forces' concert in Hong Kong in 1994. Together with a group of outstanding musicicans, they built a significant milestone in history and witnessed the Golden Age of the Chinese rock music. With thirty-two years of experience as a bassist, Ou yang has become an irreplaceable leader in the Chineses rock music industry. Ouge Deng has also been quite successful in the film music business, scoring films including 'Lost in Thailand', 'Cock and Bull', 'A Cool Fish' and 'End Game' etc.<br/><br/>This airdrop will be sricktly limited to 2,000 editions, without andy additional distribution. Holders of this airdrop NFT will become ATTA's memebers and unlock exclusive benefits in the future, including dividends, offline rights, etc.",
  "Scan to download" : "Scan to download",
  "Scan to download2" : "Currently, ATTA app only contains NFC scan and related NFT gathering functions.  You can scan the QR code and download to experience if you have ATTA physical items. ",
  "charity_tit" : "ATTA x Smile Angel Foundation",
  "charity_content" : "ATTA is a blockchain-based content creator for premium copyright assets. By focusing on music, movies, esports, charity and celebrity IPs, ATTA aims to introduce best-in-class assets with exclusive rights and benefits to collectors worldwide, and open a two-way door to the metaverse by converging the physical and the digital. ATTA products are available on leading platforms including Binance NFT, BAZHUAYU, Poizon App and Treasureland etc. <br/>Smile Angel Foundation is a private foundation that provides comprehensive services and support to children born with clefts and their families. The foundation was founded in November 21st, 2006 by Yapeng Li and Faye Wong, who learned after the birth of their daughter that, on average, every 20 minutes, a child is born with clefts and that about 30,000 children are born with clefts each year, in which most of them are in the rural area. They hope to use their influence to inspire more people to help people with clefts and improve their quality of life.",
  "charity_btnlable" : "Binance NFT market：",
  "auction_Introduction1":"Premium Event Auction: May Love Be Without Worries — ATTA X Miserable Faith X Smile Angel Foundation",
  "auction_Introduction2":"May Love Be Without Worries was played by Miserable Faith and originally donated to Smile Angel Foundation. This special NFT version is produced by ATTA with only ONE version in the universe. Part of the auction will be donated to the Smile Angel Foundation to support children born with clefts and their families.",
  "auction_btnlable":"Binance NFT auction: ",
  "auction_btnlable_btn":"Bid now",
  "charity_btnname" : "Buy Now",
  "charity_ssr_tit" : "SSR series",
  "Click to expand" : "Click to expand",
  "charity_ssr_content1" : "Happy Birthday created by Li Yan -13 years old x Young Artist GAO Haiming  ",
  "charity_ssr_content2" : "Girl created by SUN Rushi-8 years old xTattoo Artist Jimmy Huang",
  "charity_r_tit" : "R series",
  "charity_r_content1" : "National Day created by LU Weishan -8 years old x Digital Designer Char",
  "charity_r_content2" : "Girl created by SUN Rushi-8 years old xTattoo Artist Jimmy Huang",
  "charity_r_content3" : "A Panorama of Rivers and Mountains created by Emma -9 years old x Visual Artist Jeffery Su  ",
  "charity_n_tit" : "N series",
  "charity_n_content1" : "Miss You created by Gu Sitong - 6&half years old x Picture Book Artist Hu Luobo",
  "charity_n_content2" : "Lovebirds created by Li Shangshang - 7&half years old x independent Iluustrator Lynx",
  "charity_n_content3" : "Dad I love you created by Zong Wenxi - 8 years old x Plastic Clay Artist Shiwu Chang",
  "charity_n_content4" : "Picasso Pigeon 01 created by Fu Boyu - 6&half years old x Plastic Clay Artist Shiwu Chang",
  "charity_n_content5" : "Drummer created by Li Zirui - 13 years old x Independent Illustrator Lynx",
  "charity_n_content6" : "I'm a little bird created by Ban Yu - 8 years old x Independent Illustrator Freen",
  "charity_n_content7" : "Magpie created by Tang Youyou -12 years old x Tattoo Artist Jimmy Huang",
  "charity_n_content8" : "A Rabbit created by Li Zizai - 11 years old x Independent Illustrator Guan Jinjin",
  "charity_nft_tit" : "NFT Utilities",
  "charity_nft_content" : "The relevant utilities of NFTs can be viewed on Binance NFT market, ATTA Twitter and ATTA Telegram group. Details of rules and gameplay regarding redeeming relevant utilities will be published on Twitter and Telegram, or you can contact our customer service through Wechat:  atta_official .",
  "rule_title" : "Rules for Redeeming NFT Utilities：",
  "rule_tip1" : "1. For users who are eligible to redeem the benefits, please send your BinanceNFT uid, your location and screenshots of your opened Mystery Box NFTs collection (NFT set that is eligible for relevant utilities) to official ATTA email: ",
  "rule_tip2" : "2. According to the rules, ATTA will review the list of winners and make announcement on Twitter and Telegram. The Special Angel NFT will be distributed by Binance NFT to qualifying users’ Binance NFT account.",
  "rule_tip3" : "3. Regarding the physical benefits and utilities, eligible users will receive a confirmation email. Upon receiving the email, users need to reply with their contact information, address, etc. ATTA will send out the rewards after confirming the information.",
  "rule_tip4" : "4. For redeeming the Special Angel NFT, after Binance NFT have opened their claim function, users need to transfer it to ATTA’s official website and redeem the NFT there for concert ticket.",
  "rule_tip5" : "5. If you have further questions, you can directly go through WeChat (atta_official) to contact ATTA customer service staff.",
  "downCopywriting" : "ATTA app is the exclusive physical NFC scanning tool of ATTA platform. You can download this app to experience if you own the physical items released by ATTA.  ",
  "charity_open" : "More",
  "charity_retract" : "Fold",

  "matchName" : "ATTA E-SPORTS",
  "headportrait" : "Infinity Headset Genesis",
  "match_rule" : "Voting Rules",
  "match_title01":"ATTA Tournaments",
  "match_title001":"ATTA E-SPORTS",
  "match_title02":"Introduction",
  "match_text":"This first batch of NFT collection includes 2 kinds of N, with 1200 pieces each; One kind of R with 730 pieces; One kind of SR with 200 pieces. Drawing possibilities of these four types of cards are 12%, 12 %, 7.3% and 2%, respectively with voting weights of 1,1,5 and 20, respectively.",
  "match_draw_now":"View Details",
  "match_rita_title":"Rita NFT Series",
  "match_rita_text":"Rita’s NFT series contains four types of NFT cards, including a hot figure combining with her favorite LOL champion Soraka, her classic commentary figure and maid outfit figure. All NFT cards are designed by former Riot Games artists. ",
  "match_aill_title":"Fireloli NFT Series",
  "match_aill_text":"Fireloli’s NFT Series contains four types of NFT cards, including a figure combining with Fireloli’s classic LOL champion Xin Zhao, his classic commentary figure and bonus fashion figure. All NFT cards are designed by former Riot Games artists.",
  "match_tx_title":"Tong Xi NFT Series",
  "match_tx_text":"Tong Xi’s NFT Series contains four types of NFT cards, including a figure combining with LOL champion Seraphine, Tong Xi’s classic commentary figure and Sailor suit figure. All NFT cards are designed by former Riot Games artists. ",
  "match_rule_award":"BSC Cumulative Reward Pool",
  "match_rule01":"Welcome to the ATTA esports metaverse. Owners of ATTA's first Streamer Mystery Box NFT are able to vote in ATTA’s voting rewards pools to win amazing prizes!",
  "match_rule02":"1. Vote for your favorite teams using your ATTA x LOL Streamers NFT. Super Rare NFTs grant 20 votes, Rare NFTs grant 5 votes, and Normal NFTs grant 1 vote.",
  "match_rule03":"2. The voting period will end 5 minutes before the start of each match.",
  "match_rule04":"3. After each match, rewards will be distributed on ATTA’s official website based on the voting distribution and match results. Rewards will be automatically sent to reward winners’ wallets within 2 hrs after matches.",
  "match_rule05":"4. NFTs used for voting are reusable. However, each NFT can only be used in one concurrent match at a time.",
  "match_rule06":"5. The more NFTs from the ATTA x LOL Streamers NFT series used in voting, the larger the voting reward pool. The algorithm used to calculate the size of the reward pool is as follows: (Prize Pool) = (newly minted Mystery Box NFTs * 50 * 0.7 * 0.95 ) - (the rewards that have already been distributed).",
  "match_rule07":"6. Collecting a streamer’s entire NFT series allows you to redeem a LIVE game with the streamer, limited to 5 unique holders per streamer. If you have collected a streamer's entire NFT collection, please email",
  "match_rule0702":". Your email must include the following information: the email address associated with your BAZHUAYU account and the BSC address containing the collection. After reviewing all applications, ATTA will announce the winner list in the Telegram group and will guide the winners through the follow-up process.",
  "match_rule08":"7. Owning any drop from the ATTA x LOL Streamers NFT collection will automatically make you a member of the ATTA esports metaverse, allowing you to redeem various rewards over time, including physical souvenirs, exclusive NFT esports tournament entries, ATTA airdrops, and exclusive opportunities to connect with esports teams and streamers. Follow our social media and join our Telegram group for more information and frequent updates.",
  "match_rule09":"* Please note: All rewards are automatically sent to the wallet address used when voting with NFT. Since the number of Mystery Boxes sold is updated inreal time, the reward pool will slightly vary from the calculated amount for each game.",
  "match_rule10":"",

  "Summer":"LPL Summer",
  "Playoffs":"Playoffs",
  "reward_pool01":"BSC current voting reward pool: ",
  "reward_pool02":"",
  "reward_pool03":"Winners will be rewarded based on the NFT weights of your vote",
  "VotingCountdown":"Voting Countdown",
  "Match_Start":"Match Start time",
  "pool_status":"Current voting pool status:",
  "CurrentNFTvotes":"Current NFT votes:",
  "winning_pool01":" win reward pool:  ",
  "winning_pool02":" win reward pool:  ",
  "SRRN0":"reward pool allocation:",
  "SR01":"Each SR NFT reward: ",
  "R01":"Each R NFT reward: ",
  "N01":"Each N NFT reward: ",
  "MyVotes":"My Votes:",
  "SRRN1":"), if ",
  "SRRN01":" wins, ",
  "SRRN":" will be awarded",
  "TotalWinning":"Total Winning Rewards:",
  "distributed":"(To be distributed to voting wallet address",
  "hrs":" within 2 hrs after the match ends)",
  "unitTxt":"",
  "voting information":"Please connect your wallet first to view the voting information.",
  "mainnet only":"（Currently support BSC mainnet only）",
  "ConnectNow":"Connect now",
  "match-Tbd":"TBD",
  "voteOver":"Voting has closed",

  "ethBsc":"Your wallet is currently connected to: [ETH_MAINNET]. ATTA E-Sports voting only supports BSC network. Please switch to ",

  "YourNFTsvote":" Your NFTs that can currently be used to vote:",
  "voteSR":"SR NFT",
  "voteR":"R NFT",
  "voteN":"N NFT",
  "voteSelected":"Selected:",
  "voteFollowing":"You have selected the following NFT for voting, please confirm:",
  "voteReceived":"We’ve received your vote!",
  "voteLuck":"Good Luck!",
  "voteAvailable":"There isn’t any available NFTs in your wallet to vote.",
  "voteMystery01":"Purchase Mystery Box and collect NFTs here:",
  "voteMystery02":"",
  "voteMystery03":"",
  "voteOK":"ok",
  "voteSubmit":"Submit",

  "load_text01":"Coming soon...",
  "load_text02":"",
  "bootomtips" : "NFT minting will be done by 11:59 am on every workday for all the NFT sold before this time.",
  "globalFinals01":"Coming soon!",
  "globalFinals02":"League of Legends S11 World Championship",
  "globalFinals03":"The voting pool will be opened soon",
  "library_copywriting_1" : "Discover ATTA NFT",
  "library_copywriting_2" : "01 Wu Ding Audio-Visual Series: Experimental Music x Dynamic Painting",
  "library_copywriting_3" : "02 Celebrity Designer Toy: Raquel Xu  Niu.X NFT Limited Edition",
  "library_copywriting_4" : "03 O2: Experimental Music x Dynamic Visuals",
  "library_copywriting_5" : "04 Binance NFT for Good: ATTA x Smile Angel Foundation Childhood Fantasy Mystery Box",
  "library_copywriting_6" : "05 Binance NFT for Good: ATTA X Miserable Faith X Smile Angel Foundation - May Love Be Without Worries Special Edition",
  "library_copywriting_7" : "06 ATTA X LOL Streamer NFT Mystery Box Collection ",
  "library_copywriting_8" : "Wu Ding, a first-generation Chinese rocker, is a founding member and lead vocalist and rhythm guitarist of Tang Dynasty, a leading band that pioneered heavy metal rock in China. Wu Ding’s passion for the arts means his creations are not limited to music, but also take the form of paintings inspired by his vivid imagination as well as his own observations and experiences. <br/>In collaboration with Hong Kong cultural and creative platform and fan community Bazhuayu, Wu Ding invites viewers to enter his abstract and intense inner world through new audio-visual artworks, created by combining experimental electro, metallic rock, and paintings into NFT assets.",
  "library_copywriting_9" : "",
  "library_copywriting_xdd": "The Raquel Xu Niu N.X Designer Toy was created with the goal of presenting the 2021 Chinese zodiac in an exciting and new way. Designer Cheng Bi created a rider in the image of Raquel Xu to drive the bull motorcycle. The feminine beauty of the rider and the iron texture of the motorcycle collide with the visual combination of softness and rigidity, displaying the power hidden beneath a soft exterior.",
  "library_copywriting_10" : "On March 17, 2021, ATTA and actor Raquel Xu launched a limited edition NFT collectible, “Niu. Aix N.X”, exclusively on DeWu. Designer Cheng Bi combined Raquel Xu's stunning appearance, a futuristic hyperbike, and Year of the Ox ornaments to present the Chinese Zodiac in a stylistic manner. The contrast between Raquel Xu’s beauty and the imposing iron of the motorcycle merges sharpness and softness, creating an expression of feminine beauty and strength.",
  "library_copywriting_11" : "O2 was established by Ou Yang and Deng Ouge, two renowned Chinese rockers. In 1989, Ou Yang and Deng Ouge formed rock band “The Face”, and performed in “Chinese Rock and Roll Forces” in Hong Kong in 1994. Together with a group of outstanding musicians, they paved the way for the rise of the Golden Age of Chinese rock. Viewing the rise of NFTs as a new path for artistic expression, Ou Yang and Deng Ouge reunited in 2021, forming “O2” to focus on NFT music creation through integrating rock and experimental electronic music. O2 has created three new NFT songs inspired by the digital art form’s limitless capabilities and its simple yet complex makeup of 0s and 1s.",
  "library_copywriting_12" : "The ATTA X Smile Angel Foundation Childhood Fantasy Mystery Box includes paintings originally donated to the Smile Angel Foundation by more than a dozen children, including the daughter of Faye Wong, and re-imagined versions of those paintings created by several rising talents in collaboration with ATTA. Part of the sales will be donated to the Smile Angel Foundation to support children born with cleft lips and palates and their families.",
  "library_copywriting_13" : "May Love Be Without Worries was originally written and donated to the Smile Angel Foundation by Miserable Faith. This special NFT edition produced by ATTA is the only one in existence. Part of the auction proceeds will be donated to the Smile Angel Foundation to support children born with cleft lips and palates and their families.",
  "library_copywriting_14" : "The first drop of the “ATTA X LOL Streamer NFT Mystery Box Collection” contains NFT assets of three famous League of Legends streamers: Rita, Fireloli, and Tong Xi UnU. This new collection reimagines the three commentators as members of the world of League of Legends, combining their fashion and features with LOL Champions to create a set of collectible NFT portrait cards. ",
  "library_copywriting_15" : "Wu Ding - International Remix",
  "library_copywriting_15_2" : "Wu Ding - Black Humor",
  "library_copywriting_15_3" : "Wu Ding - Seven Shadows",
  "library_copywriting_15_4" : "Wu Ding - April",
  "library_copywriting_16" : "Raquel Xu N.X NFT Limited Edition",
  "library_copywriting_17" : "Metamorphosis - AP",
  "library_copywriting_017" : "Metamorphosis",
  "library_copywriting_18" : "Speed",
  "library_copywriting_19" : "Spacing",
  "library_copywriting_20" : "Happy Birthday",
  "library_copywriting_21" : "Lovebirds",
  "library_copywriting_22" : "National Day",
  "library_copywriting_23" : "Dad I love you",
  "library_copywriting_24" : "Picasso Pigeon",
  "library_copywriting_25" : "Girl",
  "library_copywriting_26" : "Drummer",
  "library_copywriting_27" : "A Panorama of Rivers and Mountains",
  "library_copywriting_28" : "Sui Bian",
  "library_copywriting_29" : "I'm a little bird",
  "library_copywriting_30" : "Miss You",
  "library_copywriting_31" : "Magpie",
  "library_copywriting_32" : "Picasso Pigeon",
  "library_copywriting_33" : "A Rabbit",
  "library_copywriting_34" : "Wu Ding - International Remix",
  "library_copywriting_35" : "“The Internationale” is a classic anthem that has shaped generations. Its core message, one of defiance and heroism, also profoundly influenced Wu Ding as a child.<br/><br/><br/>The International Remix sound paintings are a collage of Wu Ding’s paintings from different stages of his life, a hazy recollection of his wild and wacky childhood.",
  "library_copywriting_36" : "Total editions：",
  "library_copywriting_AP" : "AP version",
  "library_copywriting_37" : "Minted editions：",
  "library_copywriting_38" : "BSC amount：",
  "library_copywriting_39" : "ETH amount：",
  "library_copywriting_40" : "Description：",
  "library_copywriting_41" : "（creator）",
  "library_copywriting_42" : "（artwork）",
  "library_copywriting_43" : "（limited edition）",
  "library_copywriting_43AP" : "（AP edition）",
  "library_copywriting_44" : "to",
  "library_copywriting_45" : "（editions）",
  "library_copywriting_46" : "Wu Ding - Black Humor",
  "library_copywriting_47" : "“I want to understand what you are lamenting about, dear father, whether it is the sadness of the sunset in autumn, or what you are remembering, whether it is the romance that has been lost and forgotten.”<br/>Like most Chinese parents, Wu Ding's father was reticent and inexpressive, and his method of discipline was relatively simple and brutal. Punches and scoldings were common for the young and rebellious Wu Ding.",
  "library_copywriting_48" : "Wu Ding - Seven Shadows",
  "library_copywriting_49" : "The path life takes is complex. The process of becoming an adult will reveal many shadows, which will, in one way or another, affect our lives profoundly.<br/><br/><br/>In “Seven”, the shadows act as abstract facets for seven consciousnesses, which intertwine and collide into metallic, electric, and industrial elements.",
  "library_copywriting_50" : "Wu Ding - April",
  "library_copywriting_51" : "The period of yearly rejuvenation from February to April encapsulates the most beautiful time of year. Wu Ding's metallic music - a blend of electronic and industrial elements, with dark and abstract melodies - depicts his fondness for April through its dazzling reflections and fleeting audio-visual cues. ",
  "library_copywriting_52" : "Metamorphosis - O2 Series Artist Proof No. 01 by ATTA",
  "library_copywriting_53" : "This work by O2 simulates the musicians’ creative process. Shifting shapes and abstract visuals unveil countless possibilities contained within the metaverse - the convergence between the real world and the digital. Abstract visuals become familiar as the convergence forms into familiar shapes, a reminder of how everything will return to equilibrium.<br/>There will be 6 APs, numbered 00-05.",
  "library_copywriting_52_bw" : "Metamorphosis - O2 Series Limited Edition by ATTA",
  "library_copywriting_53_bw" : "This work by O2 simulates the musicians’ creative process. Shifting shapes and abstract visuals unveil countless possibilities contained within the metaverse - the convergence between the real world and the digital. Abstract visuals become familiar as the convergence forms into familiar shapes, a reminder of how everything will return to equilibrium.<br/>This work will be a limited edition with 45 pieces, numbered 06-50.",
  "library_copywriting_54" : "Speed - O2 Series Limited Edition by ATTA",
  "library_copywriting_55" : "Boundaries blur as reality integrates with the metaverse. This NFT combines rock and experimental electro with fast-paced visualizations to explore the range of possibilities unveiled through blocks, nodes, and NFTs.<br/>This edition will be limited to 50 pieces.",
  "library_copywriting_56" : "Spacing - O2 Series Limited Edition by ATTA",
  "library_copywriting_57" : "Spacing was inspired by a window in O2’s studio. The window acts as an entrance to the metaverse, with the abstract digital art on the other side symbolic of the musicians’ first venture into the crazy yet mesmerizing world of NFT art.<br/>This edition will be limited to 50 pieces.",
  "library_copywriting_58" : "Happy Birthday  - LI Yan - 13 years old x Young Artist GAO Haiming",
  "library_copywriting_59" : "",
  "library_copywriting_60" : "Lovebirds - LI Shangshang - 7 & half years old x Independent Illustrator Lynx",
  "library_copywriting_61" : "",
  "library_copywriting_62" : "National Day - LU Weishan - 8 years old x Digital Designer Char",
  "library_copywriting_63" : "",
  "library_copywriting_64" : "Dad I love you - ZONG Wenxi - 8 years old x Plastic Clay Artist Shiwu Chang",
  "library_copywriting_65" : "",
  "library_copywriting_66" : "Picasso Pigeon 02 - FU Boyu - 6 & half years old x Independent Illustrator Freen",
  "library_copywriting_67" : "",
  "library_copywriting_68" : "Girl - SUN Rushi - 8 years old x Tattoo Artist Jimmy Huang",
  "library_copywriting_69" : "",
  "library_copywriting_70" : "Drummer - FU Boyu - 13 years old x Independent Illustrator Lynx",
  "library_copywriting_71" : "",
  "library_copywriting_72" : "A Panorama of Rivers and Mountains - Emma - 9 years old x Visual Artist Jeffrey Su",
  "library_copywriting_73" : "",
  "library_copywriting_74" : "Sui Bian - LI Yan - 11 years old x Independent Artist LIU Liaoliao",
  "library_copywriting_75" : "",
  "library_copywriting_76" : "I'm a little bird - BAN Yu - 8 years old x Independent Illustrator Freen",
  "library_copywriting_77" : "",
  "library_copywriting_78" : "Miss You - GU Sitong - 6 & half years old x Picture Book Artist Hu Luobo",
  "library_copywriting_79" : "",
  "library_copywriting_80" : "Magpie - TANG Youyou - 12 years old x Tattoo Artist Jimmy Huang",
  "library_copywriting_81" : "",
  "library_copywriting_82" : "Picasso Pigeon 01 - FU Boyu - 6 & half years old x Plastic Clay Artist Shiwu Chang",
  "library_copywriting_83" : "",
  "library_copywriting_84" : "A Rabbit - LI Zizai - 11 years old x Independent Illustrator GUAN Jinjin",
  "library_copywriting_85" : "",
  "library_copywriting_86" : "issue amount：",
  "library_copywriting_87" : "rarity：",
  "library_copywriting_88" : "probability:",
  "library_copywriting_89" : "Rita SR",
  "library_copywriting_90" : "Rita becomes LOL Champion Soraka, invoking a bright crescent moon to drive away darkness. Rita, wearing her professional commentator outfit, is clothed in holy light, fully embodying Soraka’s nobility and elegance.<br/><br/><br/>Drop Chance: 2%",
  "library_copywriting_91" : "Fireloli SR",
  "library_copywriting_92" : "Fireloli cosplays as LOL Champion Xin Zhao, the legendary duelist, wielding Xin’s legendary spear. With a crisp suit and his golden earphones, he showcases his bravery and unmatched casting skills as he dominates the arena.<br/><br/><br/>Drop Chance: 2%",
  "library_copywriting_93" : "UnU SR",
  "library_copywriting_94" : "Tong Xi UnU transforms into LOL Champion Seraphine as she dons Seraphine’s signature pink hair and gold and blue Piltovan outfit, complete with a gold and blue bow around her neck and a golden hextech flower on her belt. Dancing along with Seraphine’s bubbly magic, Tong Xi radiates cuteness to the max.<br/><br/><br/>Drop Chance: 2% ",
  "library_copywriting_95" : "Fireloli R",
  "library_copywriting_96" : "Fireloli unwinds in his streetwear, playing with a cute poro while carrying an exclusive EDG towel. In the background is his unique graffiti wall with his name, game ID, and team name on it. This upgraded R card is more visually dynamic.<br/><br/><br/>Drop Chance: 7.3%",
  "library_copywriting_97" : "UnU R",
  "library_copywriting_98" : "Tong Xi’s personality shines through in this school-girl Ahri cosplay. A youthful blue and white uniform combined with Ahri’s fluffy ears and tail bring this cute and sassy cosplay to life. This upgraded R card is more visually dynamic.<br/><br/><br/>Drop Chance: 7.4%",
  "library_copywriting_99" : "Rita R",
  "library_copywriting_100" : "Rita becomes LOL Champion Soraka, invoking a bright crescent moon to drive away darkness. Rita, wearing her professional commentator outfit, is clothed in holy light, fully embodying Soraka’s nobility and elegance.<br/><br/><br/>Drop Chance: 7.3%",
  "library_copywriting_101" : "Rita N1",
  "library_copywriting_102" : "Rita becomes LOL Champion Soraka, evoking a bright crescent moon to drive away darkness. Rita, wearing her professional commentator outfit, is clothed in holy light, fully embodying nobility and elegance.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_103" : "Fireloli N2",
  "library_copywriting_104" : "Fireloli unwinds in his streetwear, playing with a cute poro while carrying an exclusive EDG towel. In the background is a unique graffiti wall with his name, game ID, and team name on it. This upgraded R card is more visually dynamic.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_105" : "UnU N2",
  "library_copywriting_106" : "Tong Xi’s personality shines through in this school-girl Ahri cosplay. A youthful blue and white uniform combined with Ahri’s fluffy ears and tail bring this cute and sassy cosplay to life. This upgraded R card is more visually dynamic.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_107" : "Rita N2",
  "library_copywriting_108" : "Rita cosplays as a cute maid, complete with a small pink bell and a cute bow on her chest, as she shyly sends you an invitation: “Let’s play a game together!” <br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_109" : "Fireloli N1",
  "library_copywriting_110" : "Fireloli cosplays as LOL Champion Xin Zhao, the legendary duelist, wielding Xin’s legendary spear. With a crisp suit and his golden earphones, he showcases his bravery and unmatched casting skills as he dominates the arena.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_112" : "UnU N1",
  "library_copywriting_113" : "Tong Xi UnU transforms into LOL Champion Seraphine as she dons Seraphine’s signature pink hair and gold and blue Piltovan outfit, complete with a gold and blue bow around her neck and a golden hextech flower on her belt. Dancing along with Seraphine’s bubbly magic, Tong Xi radiates cuteness to the max.<br/><br/><br/>Drop Chance: 12%",
  "library_copywriting_114" : "Note: The edition information of ATTA NFTs purchased in the Binance NFT market can only be viewed in the “My NFT” page after Binance NFT extraction is enabled.",
  "library_copywriting_115" : "Show More",
  "library_copywriting_116" : "Show Less",
  "charity2_word1" : "issue amount： ",
  "charity2_word2" : "rarity：",
  "charity2_word3" : "probability：",
  "library_copywriting_117" : "ATTA launches its first airdrop after joining Binance NFT Marketplace’s “100 Creators” with Ding Wu and O2 with a unique NFT that combines ATTA’s brand and O2’s music.<br/>O2 was established by two famous Chinese rockers, Ou Yang and Deng Ouge, named after the “O”in both their names. The two were also founders of rock band “The Face”, and performed in “Chinese Rock and Roll Forces” in Hong Kong in 1994. Together with a group of outstanding musicians, they paved the way for the rise of the Golden Age of Chinese rock.<br/>With thirty-two years of experience as a bassist, Ou Yang has become an irreplaceable leader in Chinese rock. Deng Ouge has found success as a film composer, scoring films such as 'Lost in Thailand', 'Cock and Bull', 'A Cool Fish' and 'End Game'.<br/>This airdrop will be strictly limited to 2,000 editions only, with no plans for additional distribution. Holders of this airdrop NFT will become ATTA community members, later on gaining exclusive access to rewards such as dividends, offline rewards, and more.",
  "library_copywriting_118" : "ATTA X O2 NFT Airdrop",
  "library_copywriting_119" : "ATTA X Smile Angel Special Angel NFT",
  "library_copywriting_120" : "Collect all SSR+R NFTs: win one “ATTA X Smile Angel” Special Angel NFT, with which you can go to www.atta.zone to redeem VIP tickets for three “Smile Angel Special Concerts”",
  "nftnumber":"Binance NFT Amount：",
  "xudongdong_second_img":"Raquel Xu Niu N.X Designer Toy NFT Limited Edition",
  "Charity_json_title1":"large-size signature version of digital inkjet",
  "Charity_json_content1":"Collect two different SSR: win one large-size digital inkjet created by young artists ",
  "Charity_json_title2":"limited-edition “Sui Bian” T-shirt + one “Sui Bian” digital inkjet",
  "Charity_json_content2":"Collect “Sui Bian” SSR: win one limited-edition “Sui Bian” T-shirt + one “Sui Bian” digital inkjet  ",
  "Charity_json_title3":"limited-edition “Snow Kid” T-shirt + any R NFT digital inkjet",
  "Charity_json_content3":"Collect all R: win a limited-edition “Snow Kid” T-shirt + any R NFT digital inkjet",
  "Charity_json_title4":"hardcopy of any NFT included in the box",
  "Charity_json_content4":"Collect any R + four different N: win one hardcopy of any NFT in the box  ",
  "Charity_json_title5":"illustrator-designed canvas bag",
  "Charity_json_content5":"Collect five different N: win one illustrator-designed canvas bag   ",
  "Charity_json_title6":"“Xiao Te” Smile Angel 15-year Anniversary Bag",
  "Charity_json_content6":"Collect three different N: win one “Xiao Te” Smile Angel 15-year Anniversary Bag",
  "Charity_json_title7":"“Xi Diao” Tibetan Incense by Smile Angel",
  "Charity_json_content7":"Collect four different N: win one “Xi Diao” Tibetan Incense by Smile Angel",
  "home_match_words1":"1st ATTA",
  "home_match_words1_bz":" Infinite Esports Tournament",
  "home_match_words2":"Boarding on Sept 21",
  "home_match_words3":"ATTA x Loot Invitation NFT (Common)",
  "home_match_words4":"ATTA x Loot Invitation NFT (Rare)",
  "home_match_words5":"ATTA x Loot Invitation NFT (Legendary)",
  "library_copywriting_8_new" : "07 1st ATTA Infinite Esports Tournament",
  "library_copywriting_15_new" : "ATTA X Loot Admission Ticket series is ATTA's exclusive benefit to the Loot community. If you have Loot NFTs or xLoot NFTs in your wallet, you will be able to claim your admission tickets. All ticket NFTs will be entitled to redeem a certain amount of voting vouchers for the 1st ATTA Infinite Esports Tournament, please stay tuned.",
  "library_copywriting_34_7_new" : "ATTA x Loot Invitation NFT (Common)",
  "library_copywriting_35_7_new" : "ATTA x Loot Invitation NFT (Rare)",
  "library_copywriting_36_7_new" : "ATTA x Loot Invitation NFT (Legendary)",
  "library_copywriting_121_7" : "ATTA X Loot Admission Ticket series is ATTA's exclusive benefit to the Loot community. If you have Loot NFTs or xLoot NFTs in your wallet, you will be able to claim your admission tickets. The common ticket NFT will be entitled to redeem a certain amount of voting vouchers for the 1st ATTA Infinite Esports Tournament, please stay tuned.",
  "library_copywriting_122_7" : "ATTA X Loot Admission Ticket series is ATTA's exclusive benefit to the Loot community. If you have Loot NFTs or xLoot NFTs in your wallet, you will be able to claim your admission tickets. The rare ticket NFT will be entitled to redeem a certain amount of voting vouchers for the 1st ATTA Infinite Esports Tournament, please stay tuned.",
  "library_copywriting_123_7" : "ATTA X Loot Admission Ticket series is ATTA's exclusive benefit to the Loot community. If you have Loot NFTs or xLoot NFTs in your wallet, you will be able to claim your admission tickets. The legendary ticket NFT will be entitled to redeem a certain amount of voting vouchers for the 1st ATTA Infinite Esports Tournament, please stay tuned.",
  "library_copywriting_124_7" : "（Minted in ERC1155 standard）",
  
  "esports_kpl1" : "Sep 25th - 28th",
  "esports_kpl2" : "TEAM1 VS TEAM2",
  "esports_kpl3" : "PARTICIPATE IN VOTING",
  "esports_kpl4" : "WATCH LIVE STREAM",
  "esports_kpl4_jia" : "WELCOME",
  "esports_kpl5" : "DEAR MEMBERS",
  "esports_kpl6" : "THE SPECIAL DAY WILL FINALLY ARRIVE, ",
  "esports_kpl7" : "ON SEPTEMBER 25TH 15:00",
  "esports_kpl8" : "IT’S TIME TO PUT ON YOUR「HEADSET」 AND DRESS UP FOR THE FEAST ",
  "esports_kpl9" : "WE’VE PREPARED GENEROUS PRIZE POOL",
  "esports_kpl10" : "THE TOP 3 PLAYERS WHO VOTED FOR THE WINNING TEAM IN EACH MATCH WILL RECEIVE ADDITIONAL REWARDS SUCH AS NFT. <br/>THE TOP 1 PLAYER WHO VOTED FOR THE LOSING TEAM IN EACH MATCH WILL RECEIVE ADDITIONAL REWARDS SUCH AS NFT.",
  "esports_kpl11" : "",
  "esports_kpl11en" : " PER VOTING POOL",
  "esports_kpl12" : "",
  "esports_kpl13" : "TOTAL VALUE OF 100,000U+NFT+TOKEN REWARD",
  "esports_kpl13_jia" : "代幣獎勵",
  "esports_kpl14" : "Top4 VOTING AUDIENCE REWARDS",
  "esports_kpl15" : "VIEW RANKINGS",
  "esports_kpl15_jia" : "TOTAL VOTES RANKING ",
  "esports_kpl15_jia2" : "MORE REWARD DETAILS",
  "esports_kpl16" : "ATTA X LOL STREAMER NFT COLLECTION RULES FOR REEDEEMING「HEADSET」 ",
  "esports_kpl16_jia1" : "REDEEM HEADSET",
  "esports_kpl17" : "01 HOLDERS OF ATTA X LOL STREAMER COLLECTON NFT CAN REDEEM 「HEADSET」 NFT ACCORDING TO THE RULES: THE CURRENT TOTAL NUMBER OF REDEEMABLE PIECES IS 20.<br/>02 SR WORTH 20 POINTS, R WORTH 5 POINTS AND N WORTH 1 POINT. YOU CAN REDEEM THE 「HEADSET」 IF YOU HAVE AT LEAST 30 POINTS. <br/> 03 THE ATTA X LOL STREAMER COLLECTION NFT WILL BE BURNED AFTER REDEMPTION.",
  "esports_kpl17_jia1" : "Infinity Headset Genesis Series NFT",
  "esports_kpl17_jia2" : "COMING SOON",
  "esports_kpl18" : "Tournament Schedule",
  "esports_kpl19" : "EVENT DATE：2021年9月25日15:00 - 2021年9月28日23:00",
  "esports_kpl21" : "COMING SOON",
  "esports_kpl22" : "Game over",
  "esports_kpl22_jia" : "EVENT PREVIEW 09/20",
  "esports_kpl23" : "Game in progress",
  "esports_kpl24" : "VOTE",
  "esports_kpl25" : "MY VOTING VOUCHER：",
  "esports_kpl26" : "",
  "esports_kpl27" : "CLAIM VOUCHER",
  "esports_kpl28" : "PURCHASE VOUCHER",
  "esports_kpl29" : "Cash reward for this game：",
  "esports_kpl31" : "Current Votes：",
  "esports_kpl32" : " votes",
  "esports_kpl33" : "Reward per vote：",
  "esports_kpl35" : "CURRENT VOTing RANKINGS",
  "esports_kpl36" : "NFT REWARD",
  "esports_kpl43" : "MY VOTES",
  "esports_kpl44" : "Winning Reward：",
  "esports_kpl45" : " (To be distributed to voting wallet address within 24 hrs after the match ends)",
  "esports_kpl46" : "VOTING RULES",
  "esports_kpl47" : "Q：How is the voting prize pool calculated？<br/>A：The voting pool for each match is divided into two types of prizes: cash and NFT. The cash pool is 3,000 BUSD, which is divided equally among the winning players based on their number of votes.<br/><br/>Q：How is the NFT reward calculated？<br/>A：The top three players who voted for the winning team in each match will receive additional rewards such as NFT. The top 1 player who voted for the the losing side in each match will receive additional prizes such as NFT. Regardless of victory or defeat, each player who voted will receive a participation prize.<br/><br/>Q：How will the voting prizes be distributed？<br/>A：The cash portion of the voting prize pool for each match will be distributed to voting wallet address within 24 hours after the match ends.  For the NFT portion of the voting prize pool, please contact 「Butler」to distribute the reward.  <br/><br/>Q：How to vote？<br/>A：Please visit <a style='color: #FFFFFF;' href='https://www.bazhuayu.io/'>bazhuayu.io </a> to get the voting vouchers. All prestigious holders of the「Headset」can claim free vouchers.",
  "esports_kpl48" : "TOURNAMENT PARTNERS",
  "esports_kpl49" : "OFFICIAL CO-ORGANIZER",
  "esports_kpl50" : "FUN SPARK",
  "esports_kpl50_jia" : "CHAINNEWS WINKRYPTO",
  "esports_kpl51" : "Current Total Votes Ranking",
  "esports_kpl52" : "Latest Update： xx月xx日xx時",
  "esports_kpl53" : "Claim Successful",
  "esports_kpl54" : "Your Headset will be sent within 24 hours to the wallet you are currently using for redemption. <br/> After that, you can use the Headset to receive voting voucher.<br/>Vote in the ATTA Infinite Esports Tounarment.",
  "esports_kpl55" : "OK",
  "esports_kpl56" : "BACK",
  "esports_kpl57" : "CLAIM NOW",
  "esports_kpl58" : "REDEEM NOW",
  "esports_kpl59" : "Infinity Headset Genesis",
  "esports_kpl60" : "REDEEM NOW",
  "esports_kpl61" : "Loot Admission Ticket",
  "esports_kpl62" : "Go Voting",
  "esports_kpl63" : "（Each Headset can be redeemed for 7 voting vouchers, and can only be redeemed once）",
  "esports_kpl64" : "Each winner will receive an additional 135u worth of tokens (OPS, iNFT or Babyswap,  to be automatically distributed to voting wallets)",
  "esports_kpl65" : "WINING VOTE NO.",
  "esports_kpl66" : "LOSING VOTE NO.1",
  "esports_kpl67" : "VOTING COUNTDOWN",
  "esports_kpl68" : "There is no voting voucher in your wallet",
  "esports_kpl69" : "Current number of available voting vouchers ",
  "esports_kpl70" : "（Each voting voucher is valid for one vote only, and will be burned after used）",
  "esports_kpl71" : "Submit",
  "esports_kpl72" : " Selected：",
  "esports_kpl73" : " Voting Successful",
  "esports_kpl74" : "We’ve received your vote<br/>Good Luck!",
  "esports_kpl75" : " Submit Vote",
  "esports_kpl76" : " You’ve selected N voting voucher(s)，please confirm",
  "esports_kpl77" : "CONFIRM",
  "esports_kpl78" : "Current ATTA X LOL Streamer NFT IN YOUR WALLET:",
  "esports_kpl79" : "（Each  Loot admission ticket can only be redeemed once）",
  "esports_kpl80" : " ",
  "esports_kpl81" : " Total ",
  "esports_kpl82" : "  points",
  "esports_kpl83" : "It takes 30 points to redeem a Headset，you can redeem",
  "esports_kpl84" : "Headset",
  "esports_kpl85" : "Your Headset will be sent within 24 hours to the wallet you are currently using for redemption. <br/> After that, you can use the Headset to receive voting voucher.<br/>Vote in the ATTA Infinite Esports Tounarment.",
  "esports_kpl86" : "Which of the following items do you want to use for redeeming voting voucher?",
  "esports_kpl87" : "Current number of redeemeable ATTA Headset NFT in your wallet:",
  "esports_kpl88" : "（Each Headset can be redeemed for 7 voting vouchers, and can only be redeemed once）",
  "esports_kpl89" : "Can be redeemed for ",
  "esports_kpl90" : "  voting vouchers",
  "esports_kpl91" : "Claim Successful",
  "esports_kpl92" : "Your voting voucher balance has been updated. <br/>Please check at the ATTA Infinite Esports Tournament voting page",
  "esports_kpl93" : "ATTA x LOOT Normal Admission Ticket",
  "esports_kpl94" : "ATTA x LOOT Rare Admission Ticket",
  "esports_kpl95" : "ATTA x LOOT  Legendary Admission Ticket",
  "esports_kpl96" : "Current number of redeemable Loot admission ticket in your wallet",
  "esports_kpl97" : "（Each Loot adimission ticket can only be redeemed once）",
  "esports_kpl98" : "SPONSORED BY",
  "esports_kpl99" : "",
  "esports_kpl100" : "ATTA Infinite Esports Tournament",
  "esports_kpl101" : "2021 LPL",
  "esports_kpl102" : "Previous game",
  "esports_kpl103" : "Next game",
  "faces_1" : "REDEEM HEADSET",
  "faces_2" : "PURCHASE HEADSET",
  "faces_3" : "What is the「headset」？",
  "faces_4" : "The Birth and Prosperity of IHG",
  "faces_5" : "The ATTA Infinity Headset Genesis Series acts as a membership pass to the ATTA Infinite Esports Tournament.  To give back to our community, all members with 「Headset」 can enjoy numerous exclusive rights and benefits including: <br/>1.Free participation in the voting prize pool：Vote for your favorite team.<br/>2.Community Governance：In the future, major decisions on the tournament rules, schedule and participants will be made through DAO in the form of community voting.<br/>3.Future airdrops for ATTA tokens: The 「Headset」are minted on the Ethereum Network, and are limited to 10,000 across the whole universe，maximizing community empowerment, is highly collectible in short and long term.",
  "faces_6" : "The story of「headset」",
  "faces_7" : "The “Tenryūbito” in the blockchain world",
  "faces_8" : "The members of the ATTA infinite esports tournament are one of the most respected and mysterious beings in the blockchain world, they are linked to the tournament through the nft known as「Headset」. Each participant needs to go through a series of complicated procedures such as screening and security checks to enter the event, but the prestigious members under the 「Headset」 can go straight to the event without any of the procedures, and no one knows their real identity, which is extremely mysterious and is the “Tenryūbito” in the blockchain world. ",
  "faces_9" : "「headset」Utility",
  "faces_10" : "The unique and customized 「headset」 ",
  "faces_11" : "1.Event voting rights: 「Headset」 are a symbol of membership status, and you can get free voting vouchers for each tournament.<br/>2.Community governance rights: Certain 「Headset」 can have access to special abilities like Cyborg, which holds two different faces and has two functions. Holder of Cyborg can burn it to ‘revive’ a team<br/>3.Customized 「Headset」: Consist of unique and customized editions, such as 「Champion」, which has the power of tournament governance and advances directly to the finals as the Ringmaster.",
  "faces_12" : "Avatar collection",
  "faces_13" : "The unique and customized 「Headset」,  created only for<br/>in-depth partners of the ATTA INFINITE ESPORTS<br/>TOURNAMENT, IS EXCLUSIVE AND IRREPLACEABLE",
  "faces_14" : "ROADMAP",
  "faces_15" : "BUILDING Metaverse",
  "faces_16" : "In the future, an ATTA Metaverse will be opened and every member with the infinity headset genesis nft will be able to join the ATTA Metaverse.",
  "faces_17" : "Guaranteed funding",
  "faces_18" : "Infinity Headset Genesis can only grow with financial support, which will come mainly from sales of NFT products and royalties from OpenSea.",
  "faces_19" : "Community Alliance",
  "faces_20" : "The 「Headset」 will frequently appear in all corners of the metaverse, participating in various online and offline NFT community and AMA activities, and cooperating deeply with major media platforms to help ATTA become more widely known.",
  "faces_21" : "Image",
  "faces_22" : "Using IP as a carrier to link the traditional and blockchain worlds, providing comprehensive coverage of the English and Chinese worlds through immersive green screen live studio, professional tournament production, live streaming, and exclusive partners.「Headset」 will be exhibited on Rarity.tools.",
  "faces_23" : "HOW TO OBTAIN「HEADSET」？",
  "faces_24" : "Direct purchase：https://bazhuayu.io/<br/>atta x lol streamer collection NFT redemption【兌換頁面】<br/>（Please be sure to pay attention to the official purchase channel and be cautious of scammers ！）",
  "faces_25" : "Purchase headset",
  "faces_26" : "Redeem headset",
  "faces_27" : "Q：What is Sales Privilege？<br/> A：Headset NFT holders are entitled to a free participation in voting pool of the ATTA Infinite Esports Tournament, where ordinary participants (i.e. Non-Headset NFT holders) have far less chance of sharing the pool than members, and even if they can participate, they need to meet specific rules set by the tournament<br/><br/>Q：What is forging gameplay？<br/>A：We will launch the We’ll launch Headset forging in 2021Q4, and by collecting specific Headset to forge new rare NFTs with higher value and corresponding rights. The Headset are initially randomly assigned and diverse, so users can collect different kinds of Headset to redeem for rare NFTs, which will make the game more interesting and meet the needs of players with a hobby of collecting<br/><br/>Q：What is Redemption Privilege？<br/>A：Special rare Headset will enjoy special rights and benefits, of course the probability of getting a rare Headset will be much smaller than the probability of normal Headset, in this case the utility of rare Headset will be greater than normal Headset, such as getting limited physical designer toy, celebrity concert tickets, etc.<br/><br/>Q：What is the airdrop reward？<br/>A：From time to time, rewards will be airdropped to holders of the Infinity Headset Genesis Series NFT. The number and value of the airdrops will be determined on a case-by-case basis but what is certain is that we encourage our users to hold the Headset for long term. Therefore, the holding time will be a significant reference factor. <br/><br/>Q：How are the versions after the Infinity Headset Genesis Series planned？<br/>A：In September 2021, Infinity Headset Genesis and the first ATTA Infinite Esports Tournament will be launched. In the fourth quarter of the same year, Headset forging will be launched, as well as the opening of the Headset NFT utility redemption. In 2022, ATTA Metaverse will be opened."
}